{
  "bahan":[
    "Siap, Widya akan siapkan resep Tumis Kangkung buat kamu. Bahan-bahan yang perlu kamu siapkan seperti: 4 siung bawang putih  cincang halus, 6 buah cabai rawit merah, 1 buah cabai merah yang diiris, 2 sendok minyak, 2 ikat kangkung air yang disiangi, 1 sendok teh garam, 1 sendok teh gula, dan setengah sendok teh lada hitam.",
    "Siap, Widya akan siapkan resep Ikan Balado Pedas buat kamu. Bahan-bahan yang perlu kamu siapkan yaitu: 250 gram Ikan tenggiri, air Jeruk nipis, garam, gula, lada, dan minyak untuk menggoreng. Bum bu kasar yang harus disiapkan yaitu 5 cabai merah besar, 15 cabai rawit merah, 10 siung bawang merah, dan 1 tomat merah sedang.",
    "Siap, Widya akan siapkan resep membuat tekwan buat kamu. Bahan-bahan yang perlu kamu siapkan , yaitu:  membuat biji tekwan, 500 gram tenggiri halus,200 gr tepung sagu, 1 sendok makan garam, 200 mililiter air, dan setengah sendok makan penyedap rasa. Bahan-bahan untuk kuah yang : 1 liter air, 4 siung bawang merah, 4 siung bawang putih, 150 gram udang, setengah sendok teh merica, 1 sendok teh gula, 1 sendok mantan garam, Jamur kuping, Sedap malam, Daun bawang, dan Bengkuang. Pelengkap tekwan, seperti: Seledri, Bawang goreng, Jeruk nipis , Sambal rawit, Mie Soun, dan Timun",
    "Siap, Widya akan siapkan resep Chicken Wings buat kamu. Bahan-bahan yang perlu disiapkan, yaitu: 500 gram sayap ayam, 1 sendok teh bawang putih bubuk, 1 sendok teh garam, 1 sendok teh lada hitam, 1 sendok teh paprika bubuk dan 3 sendok makan margarin. ",
    "Siap, Widya akan siapkan resep ketupat sayur buat kamu. Bahan-bahan yang perlu kamu siapkan yaitu: 2 buah Labu Siam, 3 lembar Daun Salam, 2 lembar Daun Jeruk, 2 batang serai yang digeprek cincang,  1 ruas lengkuas geprek, 200 mililiter Santan Kental, 500 mililiter air dan ketupat secukupnya. Kamu juga perlu menyiapkan bumbu halus yang bisa kamu blender atau kamu ulek, yaitu: 8 siung bawang merah, 6 siung bawang putih, 3 buah kemiri, 1 sentimeter kemiri, dan 1 cabe merah. ",
    "Siap, Widya akan siapkan resep sop buntut buat kamu. Bahan-bahan yang perlu kamu siapkan yaitu: 1 kilogram buntut, 4 siung bawang putih dan 3 siung bawang merah yang diiris tipis, 1 buah bawang bombay yang dipotong, 1 liter air, 1 batang wortel potong, 2 buah kentang yang dipotong, 1 batang seledri potong, 2 butir bunga pekak, 4 butir cengkeh, 3 butir kapulaga, 1 sendok teh garam, 1 sendok teh merica, 2 buah Maggie Blok Sapi, 4 sendok makan Maggie Seasoning, 1 buah tomat potong, 1 batang bawang pre dan 2 batang seledri  yang sudah diiris2 kecil.  ",
    "Siap, Widya akan siapkan resep tahu gejrot buat kamu. Bahan-bahan yang perlu kamu siapkan yaitu: 20 buah tahu sumedang goreng, 150 gram gula jawa, 1 sendok makan asam jawa 250 mililiter air, 10 buah cabai rawit, 5 siung bawang merah, dan 1 sendok teh garam. ",
    "Siap, Widya akan siapkan resep perkedel daging buat kamu. Bahan-bahan yang perlu disiapkan, yaitu: 5 buah kentang yang dipotong dadu dan digoreng, 8 siung bawang putih goreng, 6 siung bawang merah goreng, 1 butir telur, 2 batang seledri iris, 4 sendok teh lada, 3 sendok teh garam, 2 sendok penyedap dan 200 gram daging giling.  Serta bahan tambahan berupa 2 butir telur kocok dan minyak goreng.",
    "Siap, Widya akan siapkan resep tahu goreng buat kamu. Bahan-bahan yang perlu disiapkan, yaitu: 2 buah tahu putih besar yang dipotong dadu, 40 gram tepung terigu, 1 sendok makan tepung maizena, 1 sendok teh  penyedap rasa, 1 sendok makan garam, 200 mililiter air dan minyak ",
    "Siap, Widya akan siapkan resep kering tempe buat kamu. Bahan-bahan yang perlu disiapkan, yaitu: 1 papan tempe, potong tipis memanjang dan digoreng kering, 4 siung bawang merah, 3 siung bawang putih, 3 buah cabai merah yang iris tipis, 2 sendok makan kecap manis,1 sendok makan saus tiram, 50 gram gula aren, 1 sendok garam, dan lengkuas. ",
    "Siap, Widya akan siapkan resep keripik bayam buat kamu. Bahan-bahan yang perlu disiapkan, yaitu: 2 ikat bayam berdaun lebar, 10 sendok makan tepung beras, 2 sendok makan tepung tapioka, 500 mililiter air garam secukupnya. Siapkan juga bumbu halus berupa 4 butir kemiri, 4 siung bawang putih, 1 sendok makan ketumbar yang sudah disangrai, dan 2 lembar daun jeruk yang diiris tipis.",
    "Siap, Widya akan siapkan resep membuat telur ceplok balado. Bahan-bahan yang perlu disiapkan yaitu: 6 butir telur ayam, 150 gram cabai merah, 6 siung bawang merah, 5 siung bawang putih, 1 sendok teh garam, 1 sendok teh gula pasir, setengah sendok teh merica , 1 batang serai yang sudah digeprek, 1 lembar daun jeruk, 100 mililiter air, dan minyak untuk menumis. Minyak untuk menumis.",
    "Siap, widya akan berikan resep Semur Jengkol Pedas buat kamu. Kamu perlu menyiapkan bahan-bahan berikut: 500 gram jengkol yang sudah siap masak, 6 sendok makan Bumbu Putih, 10 buah cabai merah yang dihaluskan, 4 sendok makan kecap manis, 2 sendok garam, 1 sendok teh gula pasir, 1 sendo teh merica, 1 lembar daun salam, 3 lembar daun jeruk, 500 mililiter air, dan 3 sendok makan minyak. ",
    "Siap, Widya akan siapkan resep Tahu Krispi buat kamu. Bahan-bahan yang perlu kamu siapkan yaitu: 1 buah Tahu Putih, 5 siung Bawang Putih, 50 gram Tepung Terigu, 1 sendok makan Tepung Tapioka, 1 sendok teh garam, 1 sendok teh lada putih, 1 sendok teh Beking Powder, 1 sendok teh kaldu bubuk dan 200 mililiter air. ",
    "Siap, Widya akan bagikan resep Empal daging yang enak buat kamu. Siakan dulu bahan-bahan untuk membuat empalnya, yaitu: 500 gram daging sapi empal, 600 mililiter air untuk merebus, 2 sentimeter lengkuas yang sudah di geprek, 2 lembar daun jeruk, 1 batang serai yang sudah digeprek, 3 lembar daun salam, 30 gram  gula jawa, garam, 100 mililiter santan kental dan minyak untuk menggoreng. Ada bumbu yang juga perlu dihaluskan yaitu 8 siung bawang merah, 6 siung bawang putih, 4 kemiri, 2 sentimeter kunyit, setengah sendok makan ketumbar dan sedikit ",
    "Siap, Widya akan siapkan resep kering kentang buat kamu. Kamu perlu menyiapkan bahan-bahannya dulu. Bahan yang perlu kamu siapkan yaitu 4 buah kentang, minyak goreng secukupnya, 100 gram gula pasir, 200 mililiter air dan 3 lembar daun jeruk. Kamu juga perlu menyiapkan bumbu yang harus kamu ulek, yaitu: 3 buah cabai merah besar, 1 ruas lengkuas, 1 sendok teh lada dan setengah ruas kunyit. ",
    "Siap, ini resep bakwan jagung buat kamu. Bahan-bahan yang harus kamu siapkan yaitu: 2 buah jagung manis yang sudah diserut, 2 siung bawang putih, 1 butir kemiri, 1 ruas kencur, 3 buah cabai merah, 2 batang daun bawang, 2 butir telur, 3 buah tahu, 1 sendok teh penyedap rasa, 2 sendok teh lada, 2 sendok teh garm garam dan 1 sendok teh gula. ",
    "Siap, widya akan siapkan resep kulit dimsam buat kamu. Siapkan bahan-bahan berikut, 100 gram tepung tang mien, 50 gram tepung sagu, 1 sendok teh garam dan 200 mililiter air panas.",
    "Siap, ini resep Tahu tempe bacem dari widya buat kamu.  Terlebih dahulu kamu perlu menyiapkan bahan-bahannya, yaitu:  3 papan tempe, 2 buah tahu putih besar, air kelapa secukupnya, 2 sentimeter lengkuas yang sudah di geprek, 3 lembar daun salam, 50 gram gula merah, 500 mililiter air kelapa, 2 sendok makan kecap manis, garam dan minyak untuk menggoreng. Kamu juga perlu menyiapkan bahan-bahan yang harus kamu haluskan seperti 10 siung bawang merah, 5 siung bawang putih dan 1 sendok makan ketumbar sangrai. ",
    "Siap, Widya akan siapkan resep Iga Bakar buat kamu. Kamu perlu menyiapkan bahan-bahan seperti: 6 potong iga sapi presto, 1 buah kentang rebus yang sudah dihaluskan, krim makanan, 8 sendok makan saus pedas. 1 sendok makan kecap, 1 sendok makan garam, 1 sendok makan kecap, 1 sendok makan garam, dan bahan tambahan berupa. ",
    "Siap, widya siapkan resep sambal goreng hati buat kamu. Bahan-bahan yang harus kamu siapkan yaitu: 250 gram hati sapi rebus potong dadu, 100 gram kacang kapri, 5 biji pete, 2 buah cabe merah iris tipis, 1 sendok makan kecap manis, 3 sentimeter lengkuas, 2 lembar daun salam, 3 sendok minyak goreng, 150 mililiter santan encer dan 100 mililiter santan kental. Bahan bumbu halus yang perlu disiapkan yaitu 5 siung bawang putih, 10 siung bawang merah, 2 buah cabe merah besar, 7 buah cabe merah, 5 buah cabe rawit orange, sejumput terasi, 1 buah kemiri, 1 sendok makan garam, kaldu sapi bubuk, dan setengah sendok teh gula. ",
    "Siap, Widya akan siapkan resep Tahu Isi Sayuran. Bahan-bahan yang perlu kamu siapkan yaitu: 10 buah tahu goreng sumedang, 1 genggam tauge, 1 buah wortel diiris kecil, 1 buah daun bawang diiris halus, 1 sendok teh  garam, seperempat sendok teh merica bubuk, setengah sendok teh ketembar bubuk dan minyak goreng. Bumbu halus yang harus disiapkan yaitu 4 buah bawang merah, 2 siung bawang putih dan cabe rawit merah sesuai. Siapkan juga bahan pelapis berupa, 4 sendok makan  tepung terigu segitiga, 2 sendok makan tepung sagu, 2 sendok makan tepung beras, setengah sendok teh garam, seperempat ketumbar bubuk, dan air secukupnya.",
    "Siap, Widya akan siapkan resep Pepes Bandeng Presto. Bahan-bahan yang perlu di siapkan yaitu 2 ekor Bandeng, 2 lembarr Daun jeruk, Blimbing wuluh yang dipotong-potong, Garam dan gula secukupnya serta daun pisang untuk membungkus. Bumbu halus yang disiapkan yaitu 8 butirr Bawang merah, 4 siung Bawang putih, 1 sentimeter Kunyit, 4 butir Kemiri, 10 buah Cabe merah besar, 10 buah Cabe rawit sesuai selera pedasnya dan 2 buah Tomat kecil.",
    "Siap, Widya akan siapkan resep Bebek Goreng Kremes buat kamu. Siapkan bahan-bahan ini ya. Bahan utama yang harus kamu siapkan yaitu 1 ekor bebek yang sudah dipotong menjadi beberapa bagian. Bumbu-bumbu yang harus dihaluskan yaitu 9 siung bawang putih, 3 siung bawang merah, 1 sendok makan ketumbar, setengah sendok teh jinten, 3 butir kemiri, 1 per 3 buah pala, 4 sentimeter jahe dan kunyit, 1 sendok teh lada bubuk, garam dan gula pasir. Bumbu cemplung: 2 lembar daun salam,3 batang sereh yang sudah digeprek dan 1 ruas  lengkuas yang sudah di geprek. Serta air secukupnya. Bumbu Kremesan: 125 gram tapioka, 1 sendok makan atau 10 gram  tepung beras, 65 mililiter Santan instan, 350 mililiter air sisa rebusan bebek dan setengah sendok teh soda kue. Bahan bumbu sambal korek, 9 bawang putih yang  goreng sebentar, 10 cabe rawit yang dicelupkan ke minyak panas sebentar, Garam. Gula pasir dan Sedikit bubuk kaldu sapi. Semua bahan ini diulek hingga halus.",
    "Okai, Widya siapkan deh resep Capcay goreng jamur buat kamu. Yuk siapkan bahan-bahannya. Bahan yang diperlukan yaitu: 100 gram jamur tiram, 1 ikat sawi hijau, 1 buah wortel, 4 lembar kol, 10 buah baby buncis dan 1 buah sosis. Selain itu siapkan juga bumbu-bumbu yang harus diiris kecil yaitu: setengah buah bawang bombai, 2 batang daun bawang, dan 2 siung bawang putih. Jangan lupa 1 saset saus tiram, merica, gula, dan garam secukupnya. ",
    "Siap, Widya siapkan resep Nasi Kuning buat kamu. Yuk, siapkan bahan-bahannya dulu. Bahan-bahan yang harus kamu siapkan yaitu: Beras 1 kilogram, santan 900 mililiter, 1 buah kelapa tua, kunyit 5 centimeter, 2 batang serai, 4 lembar daun salam, jahe 5 sentimeter, lengkuas 2 sentimeter, bawang merah 5 buah, 2 lembar daun pandang, dan garam. ",
    "Siap, Widya siapkan resep nasi uduk buat kamu. Siapkan bahan-bahannya dulu ya. Bahannya yaitu, Beras 300 gram yang sudah dicuci bersih, santan kelapa kental 450 mililiter, daun salam muda 2 lembar, 2 butir cengkeh, 2 batang serai yang sudah dimemarkan, 2 sentimeter kayu manis, merica, dan garam.",
    "Siap, Widya akan memberitahu resep membuat kunyit asam buat kamu. Kamu harus menyiapkan bahan-bahannya dulu, yaitu 600 mililiter air, 100 gram gula jawa, 20 gram asam jawa, dan 8 buah kunyit berukuran besar. ",
    "Siap Widya kasih resep membuat jamu beras kencur buat kamu. Kamu perlu menyiapkan bahan-bahan yang diperlukan seperti:  50 gram beras putih yang sudah direndam dalam air selama 1 jam,  150 gram gula jawa, 5 sendok makan gula pasir, 125 gram kencur, 5 sentimeter jahe, dan 125 gram kencur, 5  sentimeter jahe, setengah sendok makan asam jawa.",
    "Oke,Widya kasih resep menbuat es cincau ya! Bahan-bahan yang harus disiapkan: Cincau yang sudah dipotong dan dicuci bersih, 500 mililiter santan encer dan es batu. Siapkan pula 500 mililiter gula aren, 150 gram gula pasir, dan 3 lembar daun pandan  yang sudah dicampur dan dimasak hingga mendidih. ",
    "Siap, Widya akan siapkan resep membuat cumi hitam buat kamu. Kamu perlu menyiapkan bahan utama yaitu seperempat kilogram cumi yang sudah dibersihkan tanpa menghilangkan tintanya. Sedangkan bumbu-bumbu yang harus disiapkan yaitu: 1 Siung bawang putih, 3 siung bawang merah, 3 cabe keriting, setengah biji kemiri, bawang goreng, gula, garam dan penyedap rasa. ",
    "Siap, Widya akan siapkan resep semur ayam kecap membuat buat kamu. Bahan-bahan yang perlu kamu siapkan yaitu: setengah kilogram daging ayam yang sudah dipotong-potong. Bumbu halus yang harus disiapkan yaitu 1 siung bawang putih, 3 siung bawang merah, 2 buah cabe keriting, dan  setengah butir kemiri, bawang bombay yang diiris tipis, 1 saset kecap, gula, garam, dan penyedap rasa. ",
    "Siap, Widya akan bagikan resep sop ayam buat kamu. Bahan-bahan yang harus kamu siapkan yaitu: Seperempat kilogram daging ayam bisa bagian sayap atau paha. wortel yang diiris tipis, kubis, gula, garam , dan penyedap rasa. Bumbu yang perlu dihaluskan yaitu 2 siung bawang putih, 4 siung bawang merah, dan merica. Selain itu siapkan juga bawang merah dan bawang putih goreng. ",
    "Siap, widya akan bagikan resep sop ikan buat kamu. Bahan utama yang perlu kamu siapkan adalah 2 ekor ikan segar yang dicuci dan ditaburi jeruk nipis. Sedangkan bumbu yang harus dihaluskan yaitu: 2 siung bawang putih, 2 siung bawang merah, 3 ruas kunyit, dan kemiri. Selain itu siapkan juga tomat yang dipotong dadu, daun kemangi secukupnya, serai  yang sudah di geprek, daun jeruk, dan sedikit air asam.",
    "Siap, widya akan bagikan resep ikan bakar berkuah buat kamu. Bahan utama yang harus kamu siapkan yaitu: 2 ekor ikan laut berukuran sedang atau besar. Bumbu-bumbu yang harus dihaluskan yaitu: 2 Siung bawang merah, 3 siung bawang putih, 2 ruas kunyit, 1 ruas lengkuas, 1 ruas kencur, ketumbar. Selain itu, kamu juga harus menyiapkan bumbu tumis yang kamu iris tipis yaitu Cabe merah, bawang merah, bawang putih, tomat, daun bawang, daun jeruk. Siapkan juga gula, garam, penyedap rasa dan air secukupnya.",
    "Siap, widya akan bagikan resep nasi goreng sosis buat kamu. Bahan-bahan yang perlu disiapkan yaitu: Nasi putih dingin 1 piring, 1 buah sosis siap makan yang diiris tipis, 1 butir telur, 3 siung bawang merah, 2 siung bawang putih, cabe rawit, 1 cabe keriting kecil, garam, kecap, saus, dan minyak goreng secukupnya. ",
    "Siap, Widya akan bagikan resep mie dokdok buat kamu. Bahan-bahan yang perlu disiapkan yaitu:1 bungkus mie instant goreng, 1 buah sosis siap makan yang diiris tipis, 1 siung bawang putih dan 2 siung bawang merah yang diiris tipis, 1 buah cabe keriting dan 2 buah cabe rawit yang diiris tipis, 1 sendok makan kecap. 2 sendok makan saus sambal, gula, garam, penyedap rasa dan air secukupnya (kurang lebih 400 mili liter).",
    "Siap, Widya akan bagikan resep brokoli krispi saus pedas buat kamu. Bahan-bahan yang perlu disiapkan yaitu: 250 gram brokoli yang dipisahkan kecil-kecil dan tepung terigu 125 gram. Sedangkan bumbu-bumbu yang harus disiapkan untuk saus yaitu 1 siung bawang putih dan 1 buah cabe keriting. Siapkan pula  1 siung bawang merah dan bawang bombai yang dicincang, saus sambal, gula, garam, penyedap rasa, dan air se-cukupnya. ",
    "Siap, Widya akan bagikan resep oseng kangkung buat kamu. Bahan yang perlu kamu siapkan yaitu: 1 ikat kangkung yang sudah dipotong dan dibersihkan. Kamu juga harus menyiapkan bumbu berupa cabe rawit, 2 siung bawang merah dan 2 siung bawang putih yang diiris tipis, garam, gula, dan penyedap rasa.  ",
    "Siap, widya akan bagikan resep sambal terasi buat kamu. Bahan-bahan yang harus kamu siapkan yaitu 3 cabe keriting, 5 cabe rawit atau sesuai selera, 2 siung bawang putih, 4 siung bawang merah, 1 buat tomat potong dadu, setengah potong terasi, 1 sendok teh gula dan garam.",
    "Siap, widya akan bagikan resep sambal teri buat kamu. Bahan-bahan yang harus disiapkan yaitu: ikan teri kering secukupnya, cabe rawit sesuai selera, 4 siung bawang merah, 2 siung bawang putih, 1 buah tomat  yang dipotong dadu, garam, dan gula pasir secukupnya. ",
    "Siap, widya akan bagikan resep sambal ijo  buat kamu. Bahan-bahan yang harus disiapkan yaitu: 3 cabe keriting ijo, cabe rawit ijo sesuai selera, 4 siung bawang merah, 2 siung bawang putih, garam, dan gula pasir secukupnya.",
    "Siap, Widya akan bagikan resep terong balado.Bahan utama yang perlu kamu siapkan yaitu: 2 buah terong ungu yang sudah dipotong-potong. Sedangkan bumbu-bumbu yang perlu dihaluskan yaitu 3 cabe keriting, 5 siung bawang merah, 3 siung bawang putih, dan 1 buah tomat berukuran besar.Siapkan pula minyak, setengah gelas air, gula, garam dan penyedap rasa.",
    "Siap, Widya akan bagikan resep tumis buncis buat kamu. Bahan utama yang perlu kamu siapkan yaitu: 250 gram buncis yang diiris serong. Kamu juga perlu menyiapkan bumbu yang diiris tipis yaitu 3 siung bawang putih, 5 siung bawang merah, cabe rawit sesuai selera, dan 2 buah cabe kriting yang diiris serong. Siapkan pula garam, gula, penyedap rasa, lada bubuk, dan minyak goreng. ",
    "Siap, widya akan bagikan resep udang pedas manis buat kamu. Bahan yang perlu disiapkan adalah setengah kilogram udang yang sudah dibersihkan. Sedangkan bumbu yang perlu diiris tipis yaitu: 3 siung bawang merah, 3 siung bawang putih, dan 4 cabe rawit. Siapkan juga 3 sendok makan saus pedas, 2 sendok makan saus tomat, lada hitam, gula, garam, penyedap rasa dan air secukupnya.",
    "Siap, Widya akan bagikan resep spaghetti saus pedas buat kamu. Bahan-bahan yang perlu kamu siapkan yaitu: spaghetti, 25 gram daging sapi cincang atau setengah kaleng kornet, 1 siung bawang putih yang diiris tipis, bawang bombai yang diiris tipis, saus bolognes siap olah,  garam, lada putih, dan bubuk cabe. ",
    "Siap, Widya akan bagikan resep rawon buat kamu. Bahan-bahan yang perlu kamu siapkan yaitu: 500 gram daging sapi khusus rawon, 1 setengah liter air, 2 lembar daun salam, 1 ruas lengkuas yang dimemarkan, 2 batang serai yang dimemarkan, 5 buah daun jeruk, gula, garam, penyedap rasa dan 2 batang daun bawang yang diiris kasar. Kamu juga perlu menyiapkan bumbu halus yaitu: 7 siung bawang merah, 4 siung bawang putih, 2 butir kemiri, 2 sentimeter jahe, 2 sentimeter kunyit, 2 cabe keriting yang dibuang bijinya dan 5 buah keluak yang dikukus dan diambil isinya. Bahan pelengkap lain yang bisa disiapkan yaitu tauge pendek, bawang goreng, dan sambal.",
    "Siap, Widya akan bagikan resep sayur asem buat kamu. Bahan-bahan yang perlu kamu siapkan yaitu: Kacang panjang secukupnya dipotong-potong, 1 buah jagung manis yang dipotong-potong kecil, labu siam yang diiris kecil, biji dan daun melinjo, terong yang diiris kecil,  buah asem secukupnya, 1 buah tomat yang dipotong dadu, 2 liter air, daun salam, 1 ruas lengkuas, gula, garam, dan penyedap rasa. Kamu juga perlu menghaluskan bumbu-bumbu berikut, yaitu: 7 siung bawang merah , 2 butir kemiri, dan 1 buah cabe keriting yang sudah dibuang bijinya.",
    "Siap, Widya akan bagikan resep bakso sapi buat kamu. Bahan-bahan yang perlu kamu siapkan yaitu: 350 gram daging sapi yang sudah digiling halus dengan es batu, 4 siung bawang putih, 50 gram tepung tapioka, garam, penyedap rasa sapi, merica, dan bheking powder. Untuk kuah bakso bisa menggunakan air sisa rebusan bakso, garam dan merica, 7 siung bawang putih dan 1 batang daun bawang iris tipis. ",
    "Siap, Widya akan bagikan resep gurame bakar buat kamu. Bahan-bahan yang perlu disiapkan yaitu: 1 ekor gurame, 6 sendok makan madu, 2 buah jeruk nipis, 2 lembar daun jeruk, 1 lembar daun salam, gula, dan garam. Kamu juga perlu menyiapkan bumbu yang harus dihaluskan yaitu: 4 siung bawang putih, 8 siung bawang merah, ketumbar, 1 ruas lengkuas, 1 ruas jahe, 1 sendok makan merica, setengah ruas kunyit, dan 3 butir kemiri. Selain itu siapkan juga bumbu oleh berupa 1 sendok makan madu, 1 sendok minyak sayur dan 3 sendok makan kecap manis. ",
    "Siap, Widya akan bagikan resep kepiting saus padang buat kamu. Bahan utama yang perlu kamu siapkan yaitu: 4 ekor kepiting ukuran besar. Kamu juga perlu menyiapkan bumbu lain seperti: 1 buah bawang bombay yang dicincang halus, 1 buah cabe merah besar yang diiris tipis, 5 sendok makan saus sambal, 3 sendok makan saus tomat, 1 sendok makan saus tiram, 1 sendok makan kecap manis, 1 sendok makan garam, 1 sendok makan gula pasir, setengah sendok teh merica bubuk, 200 mililiter air, dua batang daun bawang yang diiris kasar, 1 butir telur kocok lepas, dan 2 sendok makan minyak untuk menumis. Sedangkan bumbu yang perlu dihaluskan berupa 5 siung bawang putih, 3 siung bawang merah, dan 4 buah cabe merah keriting. ",
    "Siap, Widya akan bagikan resep stikk buat kamu. Bahan-bahan yang perlu kamu siapkan yaitu: 250 gram daging sapi yang diiris menjadi 2 bagian tipis dan lebar, tapi jangan terlalu tipis. Sedangkan bumbu yang perlu disiapkan yaitu: 4 siung bawang putih yang dihaluskan, bubuk merica, gula, garam, penyedap rasa sapi, kecap manis, 1 buah jeruk nipis, minyak goreng dan air secukupnya. Kamu juga perlu menyiapkan bumbu pelengkap berupa garam, bubuk merica, buncis rebus yang dipotong sesuai selera, biji jagung manis rebus, kentang goreng yang diiris sesuai selera, wortel rebus yang diiris sesuai selera, bawang bombai tumis, saus tomat dan saus sambal. ",
    "Siap, Widya akan bagikan resep topokki buat kamu. Bahan-bahan yang perlu kamu siapkan yaitu: 300 gram tepung beras, 1 sendok makan tepung terigu, 3 sendok makan tepung tapioka, 3 sendok teh lada, 2 sendok teh garam, setengah sendok makan margarin, dan 250 mililiter air panas mendidih. Sedangkan bumbu yang perlu disiapkan untuk membuat saus yaitu: 3 sendok makan saus sambal, 1 sendok makan tepung maizena, larutkan dengan air, 1 sendok teh gula pasir, 1 sendok teh garam, 1 sendok teh lada, 1 sendok makan kornet daging sapi, dua batang daun bawang, 2 batang daun seledri, 3 siung bawang putih yang dicincang halus, setengah  buah bawang bombay, setengah buah tomat merah yang dihaluskan  dan wijen secukupnya.",
    "Siap, widya akan bagikan resep makaroni skotel buat kamu. Bahan-bahan yang perlu kamu siapkan yaitu: 200 gam makaroni, 200 mililiter susu cair, 100 gram kornet, keju quick melt, parut secukupnya, 2 butir telur yang dikocok lepas, 2 siung bawang putih yang dicincang, 1 buah bawang bombay yang dicincang, 2 sendok makan margarin, garam secukupnya, 1 sendok teh gula, 1 sendok teh merica bubuk, dan se-perempat sendok teh pala bubuk.",
    "Siap, widya akan bagikan resep berger daging sapi buat kamu. Bahan-bahan yang perlu kamu siapkan yaitu: Roti untuk berger yang siap pakai, 10 sendok makan bater,, 1 buah bawang bombay yang dicincang cincang halus, 1500 gram Daging Sapi cincang, 10 lembar Roti Tawar, 225 se-se whipkrim, 7 butir telur ayam kocok, setengah sendok makan garam, setengah sendok makan lada bubuk, dan 1 sendok makan gula pasir. ",
    "Untuk bahan-bahannya, siapkan 500 gram tepung prote in tinggi, 50 gram susu bu buk, 100 gram gula pasir, 11 gram ragi, 75 gram menteega, setengah sen dok teh garam, dan 4 kuning telur, serta 100 mililiter air dingin, dan jangan lupa juga 200 gram kentang kukus yang sudah dihaluskan.",
    "Untuk membuat kue bolu, persiapkan 100 gram tepung terigu, 5 butir telur, 50 gram mentega cair, 100 gram gula halus, setengah sendok makan emulsifaiyer, dan setengah sendok teh vanili. ",
    "Langkah pertama, persiapkan bahan-bahan yang dibutuhkan diantaranya, 300 gram tepung terigu, 90 gram gula halus, 2 butir telur, 150 gram menteega kualitas bagus, 50 gram tepung maizena, 100 gram margarin, 50 gram susu bu buk, 50 gram keju yang sudah diparut, dan jangan lupa selai nanas sebagai isian.",
    "Untuk membuat kue putri salju, siapkan 300 gram meentega, 3 kuning telur, 400 gram tepung protein rendah yang sudah disangrai, 100 gram maizena, 40 gram susu bu buk, selanjutnya 80 gram gula halus, dan 100 gram keju cheddar parut, dan yang terakhir gula halus secukupnya.  ",
    "Persiapkan 300 gram menteega, 350 gram tepung terigu protein sedang, 50 gram tepung maizena, lalu, 2 sendok makan susu bubuk dan 200 gram chis cheddar. Sebagai olesan, siapkan kuning telur, dan jangan lupa siapkan chis parut untuk taburan diatas kue.",
    "Siapkan bahan-bahan yang diperlukan, diantaranya, 3 sendok makan tepung terigu, 1 butir telur, 150 gram coklat yang sudah dilelehkan, lalu siapkan juga 2 sendok makan margarin yang sudah dilelehkan dan jangan lupa siapkan 2 sendok makan gula.",
    "Untuk membat bakpau, siapkan 140 gram tepung protein sedang, 90 gram tepung protein tinggi, 15 gram gula halus, 15 gram susu bu buk, 5 gram ragi instan, setengah sendok teh beiking pouder, 100 mili liter air dingin, lalu siapkan juga 15 gram meentega putih, dan juga seperempat sendok teh garam, dan yang terakhir siapkan coklat blok yang dipotong-potong sesuai selera.",
    "Untuk membuat bala-bala, bahan-bahan yang disiapkan adalah 150 gram wortel yang telah dipotong seukuran korek api, 135 gram kol yang sudah diserut, 1 batang daun bawang yang sudah dipotong kecil, 1 butir telur kocok lepas, 75 mililiter air, 130 gram tepung terigu, setengah sendok lada bubuk, 1 sendok teh garam, 1 siung bawang putih dan bawang merah yang sudah dihaluskan, setengah sendok teh kaldu bubuk instan, dan minyak untuk menggoreng secukupnya.",
    "Berikut bahan-bahan untuk membuat tempe mendoan krispi. Siapkan bumbu halus yang terdiri dari 2 siung bawang putih, 1 siung bawang merah, 1 ruas kecil kunyit, 1 sendok teh ketumbar, setengah sendok teh merica bubuk, garam dan air secukupnya. Haluskan bahan-bahan tersebut dan sisihkan. Kemudian, siapkan 1 papan tempe dan iris tipis. Setelah itu, siapkan 2 sendok makan tepung beras, 1 sendok makan tepung tapioka, 1 sendok makan tepung terigu, dan dua daun bawang yang telah di iris tipis, air secukupnya serta minyak goreng secukupnya.",
    "Bahan-bahan yang harus disiapkan untuk membuat nacho cheese adalah Keripik Tortilla secukupnya, 250 gram daging giling, 1 buah bawang bombay yang sudah dicincang halus, 1 buah bawang putih yang sudah dicincang halus, dua buah tomat rebus, saus pasta secukupnya, setengah sendok teh garam, seperempat sendok teh merica bubuk, 100 mililiter air, 1 sendok makan margarin, 1 sendok teh bubuk oregano, dan 5 lembar keju cheddar yang telah dipotong kecil-kecil.",
    "Oke, Widya punya resep martabak yang kamu cari! Siapkan bahan-bahan untuk membuat martabak telur mini. 10 Lembar kulit lumpia, 3 telur ayam atau bebek kocok lepas, 5 buah tahu putih yang sudah dihancurkan, 4 batang daun bawang yang sudah diiris tipis, kaldu bubuk 1 sendok teh, setengah sendok teh garam, setengah sendok teh lada bubuk, 2 siung bawang putih dan bawang merah yang digeprek halus. Cabe rawit sebagai pelengkap.",
    "Bahan untuk membuat jamur krispi adalah 500 gram jamur tiram yang sudah disuwir kecil, 50 gram tepung terigu, 50 gram tepung maizena, 1 sendok teh bubuk bawang putih, setengah sendok teh garam, setengah sendok teh merica bubuk, 150 gram dan saus sambal botol secukupnya.",
    "Bahan untuk membuat sup krim jagung sangat mudah untuk ditemukan. Bahan-bahan yang harus disiapkan, yaitu 100 gram jagung manis yang sudah disisir, 100 gram jagung manis dipipil, 1 sendok makan margarin untuk menumis, 1 liter air kaldu ayam, 1 tangkai seledri potong dadu, 2 siung bawang putih dicincang halus, setengah sendok makan garam, merica bubuk secukupny, 1 sendok teh gula pasir, 1 sendok makan tepung sagu yang dilarutkan dengan 1 sendok makan air, 1 butir telur dikocok lepas, dan 1 batang daun bawang diiris halus.",
    "Bahan-bahan yang digunakan untuk membuat siomay isi ayam adalah 10 lembar kulit pangsit, 250 gram dada ayam fillet yang dicincang kasar, 125 gram udang yang dicincang kasar, 125 gram tepung sagu, 1 buah bengkoang ukuran kecil yang sudah  dipotong kecil, setengah sendok makan kecap asin, setengah sendok makan minyak wijen, 1 sendok makan garam, setengah sendok makan gula pasir, setengah sendok makan lada bubuk, setengah sendok teh penyedap, 2 siung bawang puti dan wortel yang telah diparut kecil secukupnya, satu butir telur ayam, serta saus sambal secukupnya.",
    "Bahan untuk membuat onion ring sangat mudah dicari, yaitu 1 Buah Bawang bombay besar kemudian iris melintang sebesar 1 centimeter, 100 gram Tepung terigu, 2 sendok makan tepung maizena, tepung roti/panir secukupnya, Garam secukupnya, lada bubuk sesuai selera, setengah sendok teh kaldu ayam bubuk, Air es secukupnya dan Minyak goreng secukupnya, serta saus sambal atau mayonnaise sebagai cocolan. ",
    "Untuk membuat tahu isi, siapkan terlebih dahulu 15 buah tahu putih, 3 buah wortel ukuran sedang yang kemudian diserut kecil, seperempat bagian kubis iris tipis, 100 gram tauge, 3 siung bawang putih, 3 siung bawang merah, 1 batang daun bawang iris tipis, setengah sendok teh merica bubuk, setengah sendok teh  ketumbar bubuk, dua sendok teh  garam, 1 sendok makan kecap asin, setengah sendok teh  gula pasir, 150 gram tepung terigu, 100 gram tepung beras, Air secukupnya, Minyak goreng secukupnya, dan Cabai rawit secukupnya. ",
    "Bahan-bahan yang harus disiapkan untuk membuat Lumpia Ayam adalah 20 lembar kulit lumpia ukuran sedang, 300 gram dada ayam cincang, 2 buah wortel yang dipotong memanjang, 50 gram tauge, 2batang bawang perai, setengah sendok teh kecap asin, 2 sendok teh minyak wijen, 1 butir putih telur dan 1 liter minyak untuk menggoreng. Kemudian, siapkan juga bumbu halus yang terdiri dari 3 siung bawang putih, 5 buah bawang merah, seperempat sendok the merica, setengah sendok the gula pasir, dan garam secukupnya.",
    "Bahan untuk membuat chicken fingers adalah 500 gram dada Ayam fillet, 2 butir telur yang sudah dikocok lepas, 400 mililiter susu, 300 gram tepung terigu serbaguna, 3 sendok teh garam, 1 sendok teh lada bubuk, satu sendok teh penyedap rasa, seperempat sendok teh paprika bubuk, seperempat sendok teh bawang putih bubuk dan seperempat sendok teh beiking powder. ",
    "Bahan-bahan yang dibutuhkan untuk membuat Kalamari adalah 250 gram cumi-cumi besar, 1 sendok teh garam, setengah sendok teh merica bubuk, Minyak goreng secukupnya, 50 gram tepung terigu, 1 butir telur ayam, 50 gram tepung roti putih kasar, Mayones secukupnya, dan Saus sambal botol. ",
    "Untuk memasak gado-gado, bahan-bahan yang dibutuhkan adalah 50 gram Kol, 50 gram Kacang panjang, 50 gram Kangkung, 50 gram Bayam, 50 gram Tauge, 25 gram Tempe Goreng potong dadu, 25 gram Tahu goreng potong dadu, 25 gram Jagung manis, 30 gram kentang, 100 gram Kacang tanah, 3 buah Cabai rawit merah, setengah sendok teh garam, 2 siung bawang putih, Air, Air Jeruk nipis, Air Asam jawa, Gula merah, Kerupuk, Telur rebus.",
    "Bahan-bahan membuat karedok yang harus disiapkan, yaitu  5 buah kacang panjang, iris tipis melintang, 1 buah mentimun iris tipis, 1 genggam taoge, kol secukupnya, iris tipis, 1 buah terong bulat, belah dua, 1 genggam daun kemangi, 1 buah jeruk limau, kerupuk bawang secukupnya. Kemudian siapkan Bumbu halus yang terdiri dari 150 gram kacang tanah goreng, 2 sendok makan gula merah, 3 buah cabai rawit, 2 siung bawang putih, 1 ruas kencur, setengah sendok teh terasi bakar, 1 sendok teh garam, 3 sendok makan air asam jawa. ",
    "Untuk membuat pai buah bahan yang perlu disiapkan adalah 300 gram tepung terigu, 150 gram margarin, 2 butir kuning telur, 70 gram gula halus, 1 shendok makan susu bubuk. Sementara itu, untuk membuat flanya dibutuhkan 300 mili liter susu cair, 2 shendok makan tepung terigu, 1 shendok makan margarin, 3 shendok makan tepung maizena, 2 butir kuning telur, 60 gram gula pasir, dan yang terakhir seperempat garam. Jangan lupa juga, siapkan buah-buah yang akan digunakan sebagai toping. ",
    "Untuk membuat pisang goreng, siapkan bahan yang paling penting yaitu 1 sisir pisang kapok matang, selanjutnya siapkan 4 shendok makan tepung terigu, 3 shendok makan tepung tapioca, 1 shendok makan tepung beras, garam secukupnya, bubuk vanili secukupnya, dan yang terakhir, tambahkan air secukupnya.",
    "Untuk membuat pudding coklat, siapkan 2 saset bubuk jelly rasa cokelat, 2 shendok makan cokelat bu buk, 8 shendok makan su su bu buk cokelat, 7 gelas air putih, tambahkan garam secukupnya, dan jangan lupa tambahkan gula pasir sebanyak 250 gram. Sementara itu, untuk membuat fla, dibutuhkan 4 shendok makan gula pasir, 500 mili liter susu cair, 2 shendok makan tepung maizena, dan 1 butir telur.",
    "Siapkan bahan-bahan yang diperlukan seperti 2 butir apel, 300 mililiter susu cair, 200 gram tepung terigu yang sudah diayak, 4 sendok makan menteega yang sudah dicarikan, selanjutnya siapkan 1 sendok teh beiking pouder, 1 butir telur ayam, lalu 1 sendok teh vanilla, jangan lupa setengah sendok teh garam dan sebagai taburan gunakan gula halus. ",
    "Untuk membuat pai susu, pertama siapkan bahan kulit pai, Berupa, 200 gram tepung terigu, 100 gram margarin serta 1 butir telur dan 1 shendok makan maizeena. Kedua, siapkan bahan fla, diantaranya, 100 mililiter kental manis, 100 mililiter air, kemudian 50 gram tepung maizeena, 2 shendok makan gula pasir, tak lupa siapkan 1 butir kuning telur dan setengah shendok teh vanila bubuk.",
    "Dalam Pembuatan kelepon perlu disiapkan berbagai bahan, diantaranya 100 gram tepung ketan, 100 mililiter air, seperempat shendok teh garam. Tak lupa gula merah yang dilelehkan untuk isian kelepon, juga siapkan 1 shendok makan air rendaman kapur, 1 shendok teh pewarna makanan hijau, kemudian kelapa parut secukupnya yang sudah dikukus hingga matang. ",
    "Bahan-bahan yang diperlukan untuk membuat kue lapis adalah 300 gram tepung beras, 100 gram tepung tapioka, serta 300 gram gula pasir, kemudian siapkan juga bubuk cokelat secukupnya beserta 1 sendok teh garam dan 1 setengah liter air santan. ",
    "Untuk membuat putu ayu memerlukan bahan berupa 250 gram tepung terigu, 225 gram gula pasir, 4 butir telur serta 200 mililiter santan rebus, lalu siapkan juga setengah shendok teh beiking pouder, setengah shendok teh S P, serta pasta pandan secukupnya, kelapa parut yang sudah dikukus dan diberi garam sedikit, dan, jangan lupa minyak sayur untuk mengoles cetakan agar tidak lengket.",
    "Siapkan bahan-bahan yang diperlukan seperti 2 butir apel, 300 mililiter susu cair, 200 gram tepung terigu yang sudah diayak, 4 sendok makan menteega yang sudah dicarikan, selanjutnya siapkan 1 sendok teh beiking pouder, 1 butir telur ayam, lalu 1 sendok teh vanilla, jangan lupa setengah sendok teh garam dan sebagai taburan gunakan gula halus.",
    "Dalam Pembuatan kelepon perlu disiapkan berbagai bahan, diantaranya 100 gram tepung ketan, 100 mililiter air, seperempat shendok teh garam. Tak lupa gula merah yang dilelehkan untuk isian kelepon, juga siapkan 1 shendok makan air rendaman kapur, 1 shendok teh pewarna makanan hijau, kemudian kelapa parut secukupnya yang sudah dikukus hingga matang.",
    "Untuk membuat bater kukis, siapkan mentega asin 125 gram, gula halus 100 gram, terigu self raising 225 gram, juga siapkan vanila bubuk 1 shendok teh dan telur 1 butir, jangan lupa siapkan kismis dan kelapa kering secukupnya, untuk kelapa kering bisa diblender sebentar agar tekstur lembut dan saat dimakan tetap wangi kelapa, tapi tidak terlalu berampas.",
    "Untuk membuat mata kebo, siapkan dahulu bahan-bahannya berupa, 1 kilogram singkong dikupas dan diparut, 100 gram gula, setengah sendok teh garam, 4 buah pisang tanduk yang sudah dikukus, setengah butir kelapa parut, vanili seperlunya, pewarna kuning dan merah secukupnya, dan daun pisang. Siapkan juga bahan tabur berupa setengah kelapa parut, 2 lembar daun pandang, dan seperempat sendok teh garam. ",
    "Cara membuat es krim alpukat susu yaitu dengan menyiapkan bahan-bahannya terlebih dahulu. Bahan yang perlu disiapkan yaitu: 1 kilogram buah alpukat, 100 mililiter susu kental manis, 700 mililiter air, dan 1 sendok makan S P sebagai pengemulsi. ",
    "Cara membuat lava khek yaitu dengan menyiapkan bahan-bahan berikut: 2 sendok makan tepung terigu, 1 butir telur, 2 sendok makan gula pasir, 2 sendok makan  mentega cair, 2 sendok makan coklat bubuk, dan 1 saset S K M coklat. ",
    "Cara membuat moci yaitu dengan menyiapkan bahan-bahannya terlebih dahulu berupa: 250 gram tepung terigu, 250 gram tepung maizena, 250 gram tepung maizena sangrai, 200 mililiter susu cair dan 2 sendok makan kental manis. Siapkan pula selai sesuai selera. ",
    "Bahan-bahan yang perlu disiapkan yaitu 150 gram buah strawberry yang dibelah menjadi 4 bagian, 150 gram buah naga yang dipotong dadu, 200 gram buah melon yang potong dadu atau bulat sesuai selera, 200 gram buah kiwi yang dipotong 4 bagian tipis-tipis, 150 gram buah leci, 200 gram buah nangka yang diiris kotak, air gula, susu coklat kental, dan es batu secukupnya, serta sirup melon atau pandan.",
    "Bahan-bahan yang perlu disiapkan untuk membuat Es oyen yaitu: 10 potong nangka yang diiris dadu, 500 gram alpukat, 250 gram gula cair, sagu mutiara matang sesuai selera, 1 butir kelapa muda keruk dan ambil dagingnya, 1 bungkus sari kelapa, aneka jeli, larutan kental manis, dan es batu secukupnya. ",
    "Bahan yang perlu kamu siapkan untuk membuat cemplon singkong yaitu: Singkong, Kelapa parut, gula pasir,  garam sedikit, dan minyak goreng. ",
    "Bahan-bahan yang perlu disiapkan untuk membut Kue Cucur Gula Merah Empuk yaitu: 100 gram tepung terigu, 125 gram tepung beras, 130 gram gula merah, 50 gram gula pasir, 200 mililiter air putih, 1 lembar daun pandan dan setengah sendok teh garam.",
    "Bahan-bahan yang perlu disiapkan yaitu 1 kilogram ubi kuning yang dikukus hingga matang, 100 gram tepung tapioka, 50 gram tepung terigu, 5 sendok makan gula pasir, setengah sendok teh bheking powder, garam, minyak dan topping (susu cokelat, keju parut atau gula halus).",
    "Bahan-bahan yang perlu disiapkan untuk membuat kue Samir yaitu: 250 gram tepung terigu, 125 gram gula pasir, 120 gr mentega cair, 125 gr tape singkong yang dihaluskan, 8 gram fermipan, 240 miliiter susu cair, 2 butir telur ayam, dan setengah sendok teh garam. ",
    "Bahan-bahan yang perlu disiapkan untuk membuat kue kapkhek yaitu: 150 gram menthega, 110 gram gula, 8 butir kuning telur, 120 gram terigu, 50 gram almond bubuk, 30 gram coklat bubuk, 8 butir putih telur dan 150 gram gula. ",
    "Bahan yang perlu disiapkan yaitu: 250 mililiter susu full krim, 100 gram gula pasir, 5 lembar roti tawar kupas yang di sobek-sobek, 1 butir telur, 1 buah keju cheddar, parut, 1 saset agar-agar tanpa warna, 1 sendok teh perasan jeruk lemon, seperempat sendok teh vanila bubuk, margarin sebagai olesan, dan selai sesuai selera. ",
    "Bahan-bahan yang perlu disiapkan yaitu 5 buah pisang kepok yang dihaluskan, 100 gram tepung terigu, 1 sendok makan gula,1 butir telur, 3 sendok makan  susu kental manis, vanili secukupnya, 175 gram kheju parut, seperempat sendok teh garam dan 100 se se air.  Selain itu siapkan pula bahan-bahan untuk pelapis berupa: Tepung maizena yang dilarutkan dengan air, tepung terigu dan tepung roti.",
    "Bahan untuk membuat banana ma fin kita harus menyiapkan 2 kelompok bahan, bahan pertama  yang harus disiapkan yaitu: 3 buah pisang ambon, 1 butir telur ayam, 100 gram gula pasir, 80 gram bater yang dilelehkan dan 1 sendok teh vanilla essens. Bahan kedua  yang perlu disiapkan yaitu: 190 gram tepung terigu, 1 sendok teh bheking powder dobel ekting, setengah sendok teh bheking soda dan 1 buah pisang untuk topping. ",
    "untuk membuat kue lapis singkong pelangi, persiapkan satu kilogram singkong parut, setengah butir kelapa parut, 1 bungkus agar-agar warna putih, 150 gram gula pasir, 150 militer santan, seperempat sendok teh garam, seperempat sendok teh vanili, dan yang terakhir pewarna makanan merah, hijau, dan kuning. ",
    "Bahan-bahan yang diperlukan untuk membuat serabi telur, diantaranya adalah 175 gram tepung terigu protein sedang, 1 shendok teh garam, 1 shendok makan gula pasir, 1 butir telur yang dikocok lepas, 500 mili lliter santan yang sudah direbus dan dibiarkan tetap hangat, dan yang terakhir satu shendok teh beiking pouder. Lalu siapkan juga 4 butir telur yang dikocok terpisah.",
    "Untuk membuat kue cubit, persiapkan 3 butir telur, 50 gram gula pasir, 100 gram tepung terigu, setengah sendok teh beiking pouder, setegah sendok teh beiking soda, lalu 100 gram menteega yang sudah dilelehkan, dan keju secukupnya. ",
    "Berikut adalah cara untuk membuat Brownies Coklat Panggang. Bahan-bahan yang harus disiapkan adalah 200 gram menteega, 200 gram coklat, 150 gram gula halus, 3 butir telur, selanjutnya adalah 125 gram tepung terigu, 100 gram almond yang dicincang kasar, dan jangan lupa juga setengah sendok teh garam. ",
    "Bahan-bahan yang perlu disiapkan yaitu: 4 butir telur, 200 gram brown suger, garam, 200 gram tepung terigu protein tinggi, 1 sendok teh bheking powder, seperempat sendok teh soda kue, setengah sendok teh bumbu spekuk. 180 gram worthel parut, 150 gram fruit mix, 50 gram aprikot kering yang dipotong kecil, minyak goreng, dan 50 mililiter krim khental.",
    "Untuk bahan-bahan membuat makarun oreo, yang perlu dipersiapkan adalah 150 gram almond bubuk, 150 gram gula bubuk, 100 gram putih, 100 gram  gula kastor, dan 1 sendok teh jeruk nipis, jangan lupa juga pewarna makanan. Selanjutnya, untuk membuat isian krim, diperlukan 100 gram cokelat masak putih, 3 sendok makan whip krim cair, setengah sendok teh pasta vanila, 2 keping oreo yang sudah dibuang isinya.",
    "Bahan yang perlu disiapkan untuk membuat nasi goreng adalah, nasi 600 gram, daging ayam dicincang halus 125 gram, telur yang sudah dikocok 1 butir, bawang merah 5 siung, cabai merah 3 buah, daun bawang yang sudah diiris halus 1 batang, kecap manis 2 sendok makan dan garam, mrica, minyak secukupnya. ",
    "Untuk membuat rendang bahan yang perlu disiapkan adalah 2 liter santan dan 1 setengah kilogram daging. Lalu, untuk bumbu rempah rendangnya, siapkan 2 lembar daun kunyit yang sudah disimpulkan, 4 lembar daun jeruk purut, 2 sentimeter asam kandis, serta batang serai. Untuk bumbu yang lain adalah 12 butih bawang merah, 2 sentimeter jahe, 1 sendoh teh jintan, setengah sendok teh pala, 100 gram cabai, 2 centimeter kunyit, setengah sendok teh ketumbar, garam, 6 siung bawang putih, 5 butir kemiri, 100 gram cabai keriting, 2 senti lengkuas, dan penyedap rasa. ",
    "Siapkan dulu bahan-bahannya, seperti 1 setengah ons cumi yang sudah dicuci dan direndam air panas. Setengah bawang bombai cincang, 2 buah cabai rawit , 3 buah cabai merah keriting, 5 siung bawang merah, 2 siung bawang putih, 3 lembar daun jeruk, 2 batang serai, 1 ruas jahe, 1 buah tomat ukuran sedang, gula secukupnya, dan jangan lupa 1 sendok teh saus tiram. ",
    "Pertama, siapkan bahan yaitu 250 gram cumi yang sudah dicuci dan dibuang kepalanya. Dan masukkan kedalam perasan jeruk nipis, diamkan 10 menit dan bilas. Siapkan juga 2 sendok makan minyak untuk menumis. Selanjutnya haluskan 3 siung bawang putih, 2 telur, kemiri, 6 buah cabai besar, dan 4 buah cabai rawit. Untuk bahan bumbu yang diiris, siapkan 6 siung bawang merah, 1 iris laos geprek, 1 batang serai geprek, 2 lembar salam. Untuk isiannya, siapkan juga 2 buah tahu putih yang sudah dihancurkan, 1 butir telur, daun bawang, garam, merica dan penyedap rasa secukupnya, serta 1 sendok teh minyak wijen. Apakakah kamu ingin mendengarkan lagi resepnya atau ingin lanjut untuk mengetahui cara membuatnya?",
    "Untuk bahannya, siapkan 250 gram cumi asin dan goreng sampai berubah warna. Setelah itu, siapkan 10 siung bawang merah, dan 5 siung bawang putih, iris. Kemudian siapkan 3 tomat hijau kecil, 5 cm jahe, 5 cm lengkuas, 1 batang serai, 3 lembar daun jeruk, 2 lembar daun salam, 1 sendok makan air asam jawa, 2 sendok makan khecap manis, setengah sendok makan khecap ikan, 1 sendok makan sambal ijo, 5 buah cabai rawit merah, 5 buah cabai merah keriting, 10 cabai hijau besar, lalu iris. Kamu juga bisa menyesuaikan tingkat kepedasan sesuai seleramu. Jangan lupa tambahkan penyedap rasa dan gula pasir secukupnya.",
    "Pertama, siapkan bahan-bahan yang diperlukan, yaitu: 250 gram cumi, 1 sendok makan air jeruk nipis, merica bubuk secukupnya. Kemudian, aduk rata bahan basah yang terdiri dari: 1 butir putih telur, 1 sendok makan tepung sagu, dan 1 sendok makan air. Lalu, aduk rata bahan kering, yang terdiri dari: setengah cup tepung bumbu, 3 sendok makan tepung sagu, dan 1 sendok makan tepung beras.",
    "Untuk membuat donat isi, siapkan 500 gram tepung terigu, 1 butih telur, 5 sendok teh makan gula, 1 sendoh teh ragi, 2 sendok makan margarin, 100 gram selai sesuai selera, 50 mililiter air, dan gula halus secukupnya.",
    "Siapkan buah-buahan yang ingin kamu makan, seperti apel 200 gram, melon 200 gram, semangka 1 buah, mangga 200 gram, pepaya segar 1 buah, anggur 200 gram, stroberi 20 gram. Kamu bisa kupas dan potong buah sesuai seleramu. Siapkan juga mayonaise 150 mililiter, keju parut, dan susu kental manis vanila 1 kaleng untuk saus salad.",
    "Siapkan tepung terigu 100 gram, tepung tapioka 100 gram, bawang putih 1 siung yang sudah dihaluskan, daun bawang 1 batang, lalu iris halus. Siapkan juga merica bubuk secukupnya, gula pasir 1 sendok teh, penyedap rasa sapi 1 sendok teh, garam 1 sendok teh, dan air panas 200 mililiter.",
    "Untuk bahannya, siapkan 1 ekor ayam. Lalu untuk bumbunya, siapkan 2 siung bawang putih, ketumbar bubuk 1 sendok makan, garam 2 sendok teh, merica 1 sendok teh. Untuk membuat ayam tepungnya, siapkan 4 sendok makan tepung, setengah sendok teh beiking pouder, 1 telur, lada dan garam. Lalu untuk sambalnya, siapkan cabai rawit sesuai selera, bawang merah 4 buah, bawang putih 3 siung, tomat 1 buah, serta gula dan garam.",
    "Bahan yang kamu perlukan untuk membuat panekuk adalah: 100 gram tepung terigu, 2 sendok makan gula pasir, garam secukupnya, 1 sendok teh baking powder, 1 butir telur ayam, 100 mililiter susu cair, dan 30 gram mentega.",
    "Kalau ingin membuat ketoprak, yang perlu kamu siapkan adalah lontong yang sudah terpotong, taoge 152 gram, tahu berbentuk dadu, bihun kering 100 gram, seledri yang teriris tipis, bawang goreng secukupnya, dan kecap. Sedangkan bahan untuk bumbu yang dihaluskan adalah: bawang putih 3 siung, cabai rawit dan cabai besar sesuai selera, kacang tanah 50 gram, cuka 1 sendok makan, dan air 50 sese.",
    "Pertama, siapkan 150 gram spageti yang sudah direbus, 1 siung bawang putih, lalu cintang. Siapkan juga bahan sausnya, yaitu 100 gram daging giling, 50 gram jamur kancing, setengah bawang bombay yang dicincang halus, 2 buah tomat merah, 5 sendok mmakan saus tomat, 1 sendok makan pasta tomat, 3 per 4 sendok teh garam, seperempat sendok teh merica bubuk, 3 per 4 sendok teh gula pasir, 200 mililiter air, setengah sendok teh oregano, setengah sendok teh basil, dan minyak untuk menumis.",
    "Untuk membuat opor ayam kuning, kamu perlu menyiapkan bumbu yang dihaluskan yang terdiri dari: 8 siung bawang putih, 8 butir kemiri, 2 centimeter jahe, 6 siung bawang merah, 4 centimeter kunyit, 1 sendok makan ketumbar, dan 3 centimeter lengkuas.",
    "Kamu bisa siapkan 1 ekor ayam negeri yang sudah dipotong menjadi 8 bagian. Haluskan bawang putih 2 siung, merica butiran: setengah sendok teh, dan garam 2 sendok teh. Kemudian, siapkan bumbu yang terdiri dari: mentega 2 sendok makan, 75 gram bawang bbombay yang sudah diiris, saus inggris 2 sendok makan, kecap asin 1 sendok makan, kecap manis 1 sendok makan, air jeruk nipis 1 sendok makan, dan garam 1 sendok teh.",
    "Siapkan bahan-bahannya, seperti: santan 500 mililiter, minyak goreng secukupnya, dan 4 buah paha ayam utuh. Haluskan 3 butir kemiri, 4 siung bawang merah, 4 siung bawang putih, setengah sendok makan ketumbar bubuk, dan 1 sendok teh garam. Siapkan juga bahan kremesnya, yaitu: tepung beras 2 sendok makan, kuning telur 1 butir, baking powder 1 sendok teh, air rebusan ayam 300 mililiter, dan tepung sagu 2 sendok makan.",
    "Kamu bisa siapkan terlebih dahulu 1 kilogram daging ayam yang sudah dipotong, 300 mililiter santan, 150 gram lengkuas parut, 2 lembar daun salam dan daun jeruk, 1 sendok makan air asam jawa, 1 batang serai yang sudah dimemarkan, dan minyak goreng secukupnya. Kemudian, haluskan bumbu yang terdiri dari, setengah sendok teh ketumbar, 1 sendok teh garam, 3 centimeter jahe, 3 centimeter kunyit, 5 siung bawang putih, 4 buah kemiri, 7 siung bawang merah, gula dan kaldu ayam bubuk secukupnya.",
    "Untuk membuat ayam goreng kecap, kamu perlu menyiapkan ayam kampung 1 ekor, bawang putih 5 siung, bawang bombay 1 buah, jeruk limau 2 buah, jeruk nipis 2 buah, saos tiram 2 sendok makan, margarin 3 sendok makan, tomat 1 buah, garam, kecap dan air secukupnya.",
    "Siapkan ayam setengah kilogram, telur 1 butir, tepung terigu 50 gram untuk bahan A, dan tepung terigu 100 gram untuk bahan B, siapkan juga tepung maizena 3 sendok makan, kaldu ayam bubuk 1 sendok teh, baking powder 1 sendok teh, air jeruk nipis dan minyak goreng secukupnya. Haluskan bumbu, yang terdiri dari bawang putih 2 siung, jahe 2 centimeter, merica setengah sendok teh, air dan garam secukupnya.",
    "Siapkan 1 butir telur, 1 buah ssosis yang sudah dipotong kecil-kecil, 2 batang daun bawang dan 2 lembar daun seledri, lalu cincang halus. 1 buah wortel dan bunga kol, lalu iris sesuai selera. Siapkan pula garam, lada bubuk, kaldu ayam bubuk, bubuk cabai, dan minyak goreng secukupnya.",
    "Siapkan 2 butir telur, 50 mililiter air, 1 sendok makan tepung maizena, larutkan dalam air. Siapkan juga garam, lada, kaldu bubuk, dan minyak secukupnya.",
    "Siapkan 1 buah labu siam besar, lalu potong dadu. 5 buah kacang panjang dan 2 buah jagung manis yang sudah dipotong-potong. 50 gram melinjo. 25 gram daun melinjo. 50 gram kacang tanah rebus. 4 sendok makan air asam jawa. 2 lembar daun salam. 2 centimeter lengkuas geprek, 2 liter air, garam dan gula merah secukupnya. Kemudian, haluskan 5 siung bawang merah, 2 siung bawang putih, 3 buah cabai merah, 1 sendok teh terasi, dan 3 butir kemiri sangrai.",
    "Siapkan 500 gram daging sapi bagian has, lalu potong-potong, 1 sendok makan maizena untuk campuran daging, 4 siung bawang putih dicincang, 1 buah bawang bombay, lalu potong kasar, paprika yang sidah dipotong-potong secukupnya, 1 setengah sendok makan kecap manis, 1 sendok makan kecap asin, 1 sendok teh minyak wijen, 1 sendok teh saus tiram, 1 sendok teh lada hitam, garam, gula dan air secukupnya, dan 1 sendok makan maizena.",
    "Siapkan bumbu halus yang terdiri dari: 5 bawang merah, 3 bawang putih, 5 cabai rawit, 5 cabai keriting, 2 cabai besar, 3 kemiri yang disangrai, 1 saset ketumbar, setengah pala, setengah ruas jahe, setengah tomat. Kamu juga perlu menyiapkan bumbu penyedap, yaitu: 3 sendok makan kecap manis, 1 sendok makan garam, 1 saset lada bubuk, daun salam, daun jeruk, serai, gula merah 1 sendok makan, 1 batang kayu manis, dan setengah daging sapi.",
    "Bahan-bahan yang perlu disiapkan untuk membuat boba yaitu: 1 gelas tepung kanji atau tapioka,1 gelas air panas, seperempat sendok teh garam, Pewarna makanan hitam secukupnya, Air untuk merebus secukupnya, dan Air dingin untuk merendam secukupnya.",
    "Siapkan dulu bahan-bahan yang diperlukan, yaitu: 2 shendok makan teh hijau bubuk, 50 gram gula pasir, 120 mililiter air, 1 liter susu segar, dan Es batu.",
    "Bahan-bahan yang diperlukan yaitu: 2 kantong teh celup, 3 shendok makan madu asli, 200 mililiter air gula pasir secukupnya, 10 lembar daun mint, dan es batu serut secukupnya",
    "Bahan-bahan yang perlu disiapkan seperti: 1 sendok makan teh bubuk atau teh celup hitam, 2 sendok makan cincau hitam dipotong dadu, 100 gram es batu, 2 sendok makan susu kental manis, dan 150 mililiter susu evaporasi.",
    "Bahan-bahan yang perlu kamu siapkan yaitu: 1 sendok makan kopi bubuk hitam, 3 sendok gula pasir, Air panas secukupnya, 1 saset susu kental manis, 1 sendok makan krimer, dan 1 sendok teh bubuk coklat plain.",
    "Kalau mau membuat donat, kamu harus menyiapkan beberapa bahannya, yaitu: 500 gram tepung terigu protein tinggi, 100 gram gula pasir, 1 bungkus ragi instan, seperempat sendok teh beiking powder, setengah sendok teh garam, 2 kuning telur, 100 gram mentega, dan 250 mililiter susu cair. Selain itu, ada bahan untuk olesan yang juga perlu kamu siapkan, yaitu: mentega, cokelat yang sudah dilelehkan, meses cokelat, selai, dan gula halus. Bahan olesan bisa kamu sesuaikan dengan seleramu.",
    "Kamu harus menyiapkan 1 ekor ayam kampung, 300 mililiter santan kental, 600 mililiter santan encer, 2 lembar daun salam, 2 batang serai. Bumbu opor yang harus dihaluskan adalah 8 siung bawang merah, 6 siung bawang putih, 3 butir kemiri, 1 sendok makan merica, 1 centimeter kunyit, 3 centimeter lengkuas, 2 centimeter jahe, 1 sendok makan ketumbar, gula dan garam secukupnya."
  ],
  "cara":[
    "Cara membuat tumis kangkung yaitu: Tumis bawang putih hingga harum, Masukkan cabai merah, garam, lada hitam dan gula. Masukkan kangkung yang sudah disiangi dan di cuci. Aduk dengan cepat agar kangkung tidak terlalu layu. Sajikan dengan nasi panas.",
    "Cara membuat ikan balado pepes yaitu: Lumuri ikan dengan jeruk nipis, garam, dan lada. Diamkan selama 15 menit. Panaskan minyak, goreng kering ikan yang sudah dimarinasi. Blender kasar semua bumbu kasar. Tumis bumbu hingga harum, tambahkan gula dan garam. Masukkan ikan goreng, aduk rata. Balado ikan siap disajikan.",
    "Cara membuat: Campur semua bahan ikan dalam satu wadah. Aduk rata. Tuang adonan sedikit demi sedikit ke dalam air mendidih. Masak hingga mengapung lalu tiriskan. Tumis bawang merah dan bawang putih hingga harum. Masukkan bengkuang, dan jamur kuping. Kemudian masukkan air. Masak hingga mendidih. Masukkan biji tekwan, masak hingga kembali mendidih. Hidangkan tekwan dengan kuahnya dan pelengkap lainnya.",
    "Cara membuat chicken wings, yaitu: Campurkan sayap ayam dengan garam, bawang putih bubuk, paprika bubuk dan lada hitam. Masukkan bater ke dalam adonan. Lalu pijat-pijat sayap ayam agar menyatu dengan bumbu. Diamkan selama 10 menit lalu susun dalam rak kawat. Panggang dalam oven selama 20 menit dengan suhu 150 derajat. Sajikan Chicken Wings dengan saus dan atau mayonais.",
    "Cara membuat ketupat sayur adalah Tumis bumbu halus hingga harum. Masukkan daun salam, daun jeruk, serai, lengkuas. Aduk hingga harum. Tambahkan air dan labu siam. Masak hingga mendidih. Tuang santan kental, garam, lada putih, dan kaldu bu buk. Aduk hingga rata. Masak selama 10 menit hingga labu siam empuk. Potong ketupat kecil-kecil di atas piring, kemudian siram dengan kuah labu siam tersebut. Ketupat sayur sudah dapat dinikmati.",
    "Cara membuat sop buntut adalah Tumis bawang putih, bawang merah dan bawang bombay hingga harum dan kecoklatan dalam panci presto. Masukkan buntut sapi. Masak hingga daging buntut berubah warna. Tambahkan air panas lalu tutup presto, masak selama 30 menit. Buang sisa air rebusan buntut sapi dan minyak lemaknya, kemudian ditambahkan 1 liter air yang sudah dididihkan agar kuah tidak terlalu berminyak dan berlemak. Masukkan kentang, Maggi Blok, Aduk Rata. Masukkan pekak, kapulaga dan cengkeh, masak hingga mendidih. Masukkan wortel, garam, merica, dan Maggie Seasoning. Masukkan tomat, bawang daun dan seledri, aduk merata. Tuang isi sop ke dalam mangkuk dan sajikan.",
    "Cara membuat tahu gejrot adalah memasak gula jawa dan asam jawa dengan air hingga larut. Ulek bawang merah, cabai rawit dan garam khingga hancur. Tuang air gula ke dalam hasil ulekan, kemudian ulek hingga merata. Potong-potong tahu dan susun di cobek lainnya. Siram tahu dengan bumbu yang sudah dibuat dalam cobek. Tahu gejrot sudah bisa kamu nikmati.",
    "Cara membuat tahu goreng, yaitu: Campurkan kentang, bawang putih dan bawang merah yang telah digoreng dalam ulekan lalu ulek hingga halus. Campurkan telur, garam, lada, dan penyedap ke dalam adonan kentang. Tambahkan daging giling dan seledri lalu aduk hingga tercampur rata. Ambil satu sendok makan adonan kentang lalu bulatkan dan pipihkan dengan menggunakan tangan. Celupkan adonan kentang yang telah dibulatkan ke dalam kocokan telur lalu goreng dalam minyak panas hingga matang. Perkedel daging buatan kamu sudah bisa dinikmati.",
    "Cara membuat tahu goreng, yaitu: Campurkan terigu, tepung maizena, penyedap rasa dan garam serta air dalam mangkuk besar. Aduk rata. Masukkan potongan tahu ke dalam adonan, rendam selama 10 menit agar bumbu meresap.Tiriskan tahu dari adonan, kemudian goreng dalam minyak panas hingga mengembang dan berwarna kecoklatan. Tuang sedikit adonan, lalu biarkan mengering, aduk merata. Lalu tuang kembali adonan. Lakukan step ini sebanyak 2 hingga 3 kali. Goreng tahu yang sudah terselimut tepung hingga kering. Angkat dan tiriskan. Sajikan dengan cabai rawit akan lebih nikmat.",
    "Cara membuat kering tempe yaitu: Tumis bawang merah dan bawang putih hingga harum, masukan lengkuas dan serai. Masukkan garam, merica, penyedap rasa, gula aren, dan cabai merah. Aduk hingga merata.Masukkan saus tiram, dan kecap manis, aduk rata. Masukkan air. Masak hingga air menyusut. Masukkan Potongan tempe kering, aduk hingga rata. Kering tempe buatanmu siap disajikan.",
    "Langkah membuat kripik bayam yaitu: Masukkan bahan bumbu halus ke dalam blender bumbu. Beri sedikit air kemudian haluskan bumbu. Campurkan tepung beras dan tepung kanji serta bumbu halus. Beri air sedikit demi sedikit hingga sedikit encer. Celup bayam ke dalam adonan tepung. Masukkan ke dalam minyak panas, goreng hingga kecoklatan menggunakan api sedang. Tiriskan dengan tisu dapur atau kertas minyak. Keripik bayam sudah siap kamu nikmati.",
    "Langkah membuat telur ceplok balado yaitu: Goreng telur satu persatu menggunakan sedikit minyak agar tidak lengket. Ulek bawang merah, bawang putih dan cabai merahn hingga setengah kasar. Tumis bumbu yang dihaluskan hingga harum dan berubah warna, masukkan serai. Aduk hingga merata. Masukkan air, garam, gula dan merica. daun jeruk. Aduk hingga merata kemudian masukkan telur yang sudah digoreng. Bolak balik telur agar terbalut dengan bumbu. Tunggu beberapa saat, lalu sajikan.",
    "Langkah membuat Semur jengkol yaitu: Tumis bumbu hingga warna dasar berubah. Masukkan cabai halus dan daun salam. Masak hingga harum. Masukkan garam, gula dan merica. Kemudian aduk hingga merata. Masukkan jengkol yang sudah direbus, kemudian masukkan air. Masak hingga mendidih kemudian masukkan daun jeruk dan kecap manis. Aduk rata. Masak hingga bumbu meresap dan air surut. Semur jengkol siap disajikan.",
    "Langkah membuat tahu krispi yaitu: Potong dadu tahu putih dan masukkan ke dalam rendaman air. Tambahkan bawang putih yang sudah digeprek, lalu diamkan selama 10 menit. Campur tepung terigu, tepung tapioka, garam, lada putih, beking powder, dan kaldu bu buk. Tambahkan air, dan aduk hingga semua tercampur rata. Masukkan tahu dalam adonan tepung, pastikan semua tahu tercampur rata. Panaskan minyak panas dengan api sedang, goreng tahu hingga kering, tuang adonan cair diatas tahu goreng 2-3 kali. Angkat dan sajikan.",
    "Langkah membuat empal daging yaitu: gepuk daging hingga pipih, sisihkan. Blender bumbu halus hingga lembut. Rebus daging dengan air, bumbu halus, dan tambahkan lengkuas, daun jeruk, sereh , daun salam, gula jawa, dan garam. Masak hingga daging empuk. Kemudian tambahkan santan. Rebus hingga air berkurang. Panaskan minyak, goreng empal hingga kecoklatan. Daging empal siap disajikan.",
    "Cara membuatnya yaitu dengan memotong kentang berbentuk kota setipis mungkin. Goreng kentang hingga benar-benar garing. Setelah semua kentang sudah di goreng, tumis bumbu yang sudah di haluskan hingga harum. Tambahkan gula pasir, garam, air, dan daun jeruk ke dalam bumbu lalu masak hingga bumbu mendidih dan mengental. Setelah mengental campurkan kentang yang telah digoreng ke dalamnya, aduk hingga tercampur rata. Kering kentang buatanmu siap untuk dinikmati.",
    "Cara membuat bakwan jagung yaitu dengan mencampurkan jagung manis serut, gula, garam, penyedap rasa, lada, bawang putih, kemiri, kencur, dan cabai merah. Ulek campuran bahan hingga halus. Tambahkan tahu ke dalam jagung, kemudian aduk hingga rata. Tambahkan pula tepung terigu dan telur ke dalam adonan. Aduk hingga rata. Terakhir masukan daun bawang yang sudah diiris tipis ke dalam adonan. Aduk hingga merata lalu masak donanan bakwan jagung hingga matang. Bakwan Jagung siap di hidangkan di meja makan.",
    "Cara mebuat kulit dimsum yaitu dengan mencampurkan tepung sagu dan garam. Aduk hingga rata. Tambahnkan air panas ke dalam tepung, pastikan airnya benar-benar panas. Aduk adonan menggunakan spatula hingga tercampur rata. Setelah sedikit hangat, uleni adonan dengan tangan hingga kalis. Piphkan adonan menjadi tipis saat masih hangat. Kulit dimsam siap kamu gunakan untuk membungkus dimsam.",
    "Cara membuatnya yaitu dengan menumis bumbu halus kemudian tambahkan lengkuas, daun salam, gula merah, dan garam. Masak hingga bumbu harum. Kemudian masukkan tahu dan tempe yang sudah dipotong. Aduk hingga merata lalu tuangkan air kelapa. Ungkep dengan api kecil hingga bumbu meresap dan air berkurang. Setelah itu goreng tempe sebentar dengan api sedang. Tiriskan dan tahu tempe bacem siap disajikan.",
    "Cara membuatnya yaitu dengan merebus kentam, aduk rata. Setelah itu tambahkan mentega lalu panaskan dengan api kecil hingga kental sesuai selera. Siapkan kentang halus dan tambahkan, garam, penyedap, lada dan krim makanan. Siapkan iga yang telah di presto lalu tuangkan saus pedas, kecap dan garam lalu aduk hingga tercampur rata. Sisihkan iga kemudian aduk hingga tercampur rata dan diamkan selama 30 menit agar bumbu meresap. Siapkan alat panggangan, lalu panggang iga yang telah dibumbui hingga matang dan kecoklatan. Iga yang sudah matang diangkat dan dapat dipotong sesuai selera. Iga bakar sudah siap dihidangkan.",
    "Cara memasaknya yaitu dengan menumis terlebih dahulu bumbu halus, pete, lengkuas dan daun salam hingga wangi. Kemudian masukkan santan encer, aduk dan masak hingga mendidih. Setelah mendidih tambahkan hati sapi yang sudah dipotong dadu, aduk hingga rata. Tambahkan kecap manis dan biarkan hingga santai sedikit asat. Kemudian masukkan kacang kapri dan santan kental. Lalu masak hingga bumbu meresap dan asat. Tambahkan pula cabe merah yang sudah dipotong tipis. Sambel goreng hati sudah matang dan siap dihidangkan.",
    "Cara membuat tahu isi sayuran yaitu : Iris salah satu sisi tahu, keluarkan sebagian isinya untuk dicampur dengan bahan isian. Tumis bumbu halus hingga harum, masukan wortel, tauge serta isian tahu aduk rata. Tambahkan garam, merica, kemudian aduk kembali. Masukan daun bawang, aduk sebentar lalu angkat. Campur semua bahan pelapis sampai licin dan kental. Isi tahu dengan bahan isian hingga penuh, diamkan di kulkas 20 menit. Celupkan tahu kedalam adonan pelapis hingga tertutup rata. Goreng dalam minyak panas diatas api sedang hingga kecoklatan dan matang. Angkat dan tiriskan. Lebih nikmat jika disajikan dalam kondisi hangat.",
    "Cara membuatnya yaitu: Bersihkan bandeng, potong sesuai selera, lalu presto (cukup dengan air) selama kurang lebih25 menit setelah presto bunyi suling. Tumis bumbu halus dgn minyak sampai wangi , masukkan sobekan daun jeruk tambahkan gula dan garam. Siapkan daun pisang. Tata diatasnya bumbu yang sudah ditumis lalu potongan bandeng presto beri irisan belimbing wuluh, lalu bungkus bentuk pepes. Kukus selama kurang lebih 35 sampai 40 menit sampai matang, angkat dari kukusan kemudian Dinginkan. Dendeng sudah dapat dinikmati.",
    "Cara membuatnya yaitu Campur bebek & seluruh bumbu, masukkan ke dalam panci. Beri air sampai cukup terendam. Tutup pancinya. Masak dengan api kecil atau sedang sampe bebek empuk. Jangan buka tutupnya sampe pancinya benar-benar dingin dan siap digoreng.  Cara membuat Kremesan: Aduk semua bahan kecuali soda kue. Panaskan minyak pada wajan, Beri adonan dengan soda kue, aduk rata.  Ambil adonan menggunakan jari dan telapak tangan, taburkan di atas minyak panas kira kira setinggi 30 sentimeter dari minyak goreng, lakukan beberapa kali hingga kremesan menutupi minyak. Biarkan sampai mengering, Goreng kremesan sampai garing, angkat, dan tiriskan.",
    "Cara memasaknya yaitu: tumis semua bumbu yang sudah diiris, masukan pula sosis, saus tiram, merica, serta tambahkan sedikit air sampai bumbu menjadi harum dan mendidih. Kemudian, masukan wortel, buncis, serta gula dan garam. Aduk rata. Terakhir masukan potongan jamur tiram, kol dan sawi. Masak hingga bumbu tercampur rata dan semua sayur matang. Angkat dan sajikan capcay goreng jamur buatan kamu di meja makan. ",
    "Cara membuat nasi kuning yaitu merendam beras dalam air bersih. Haluskan kunyit, jahe, lengkuas, bawang merah, dan garam. Bumbu yang sudah dihaluskan dimasukkan ke dalam santan dan diaduk rata. Masak santai hingga mendidih. Tiriskan beras yang sudah direndam lalu tuang santan ke dalamnya dengan cara disaring. Masukkan daun salam dan serai. Rebus menggunakan api kecil. Aduk terus hingga air menyusut dan beras hampir menjadi nasi. Ambil daun salam dan serai, kemudian kukus atau ta nak beras dengan menambahkan daun pandan ke dalamnya. Tunggu hingga proses menanak nasi selesai dan nasi menjadi matang. Angkat nasi kemudian dinginkan. Nasi kuning yang sudah matang dapat kamu sajikan, atau dapat pula dibentuk menjadi tumpeng.",
    "Cara membuatnya yaitu dengan merebus santan dan masukkan pula daun salam, cengkeh, serai, kayu manis, merica dan garam. Aduk hingga mendidih. Campurkan beras dan santan, kemudian kukus hingga beras matang menjadi nasi. Nasi uduk sudah bisa disajikan. Itu resep nasi uduk dari Widya, Selamat mencoba.",
    "Cara membuatnya yaitu kupas dan parut kunyit, kemudian peras airnya hingga benar-benar habis. Rebus hasil perasan kunyit dengan tambahan sedikit air. Masukkan pula gula jawa dan asam jawa ke dalam air rebusan kunyit tersebut. Setelah mendidih, dinginkan  sebentar kemudian saring  lalu masukan ke dalam gelas atau botol.",
    "Cara membuatnya yaitu dengan merebus asam jawa, gula pasir, gula jawa, dan jahe dengan air hingga mendidih. DIamkan sampai agak dingin dan saring airnya. Kemudian, campurkan air rebusan tersebut dengan  beras yang sudah direndam, dan kencur. Lalu blender hingga halus. Saring jamu beras kencur dan peras ampas blenderan tersebut hingga benar-benar kering. Jamu beras kencur akan lebih nikmat dengan tambahan es batu atau disimpan terlebih dahulu di dalam kulkas hingga dingin.",
    "Cara memasaknya ikuti langkah dari Widya. Campurkan santan dan cincau ke dalam air gula aren yang sudah dibuat, aduk rata kemudian beri es batu sesuai selera. Es cincau buatan kamu sudah siap disajikan. Selamat menikmati.",
    "Cara memasak cumi hitam yaitu: Haluskan bawang merah, bawang putih, kemiri dan cabe keriting kemudian tumis hingga harum. Tambahkan sedikit air lalu masukkan cumi yang sudah dipotong, lalu aduk hingga tinta keluar dan masakan menjadi hitam. Masukkan gula, garam dan penyedap rasa sampai di dapatkan rasa yang sesuai. Masak cumi tidak terlalu lama agar cumi tidak keras. Cumi yang sudah matang, siap untuk kamu hidangkan.",
    "Cara memasak semur ayam kecap yaitu: Rebus ayam sampai setengah matang atau sampai empuk. Jangan buang kaldu ayamnya. Tumis bawang bombay dan bumbu halus sampai wangi lalu tambahkan kaldu ayam dari rebusan ayam. Masukkan kecap, gula, garam, dan penyedap rasa. Masukan daging ayam yang sudah direbus, aduk hingga bumbu meresap dan air bumbu berkurang. Semur ayam kecap sudah siap dihidangkan di meja makan. ",
    "Cara membuat sop ayam yaitu: Rebus ayam dengan air secukupnya. Biarkan ayam sampai setengah matang dan air membentuk kaldu. Kemudian masukkan bumbu halus serta bawang merah dan bawang putih goreng. Aduk hingga merata, kemudian masukkan wortel dan kubis. Tambahkan gula, garam, dan penyedap rasa. Cicipi sampai diperoleh rasa sesuai selera. Biarkan hingga sop ayam masak, kemudian hidangkan sop ayam di meja makan.",
    "Cara membuatnya yaitu dengan menumis bumbu halus bersama tomat dan daun jeruk. Setelah wangi tambahkan air asam dan air secukupnya. Masukkan pula serai yang sudah di geprek. Kemudian, masukan ikan dan daun kemangi. Masukkan pula gula, garam, dan penyedap rasa sambil dicicipi hingga rasanya sesuai. Biarkan bumbu meresap. Setelah ikan matang, angkat sop ikan dan hidangkan.",
    "Cara membuat ikan bakar kuah yaitu: Bakar ikan yang sudah dicuci bersih, gunakan jeruk nipis untuk menghilangkan bau amis. Tumis bumbu iris, biarkan hingga harum lalu masukkan daun jeruk dan tambahkan air secukupnya. Masukkan gula, garam, dan penyedap rasa. Masukkan ikan yang sudah dibakar lalu biarkan hingga kuah menyusut sambil membolak-balik ikan agar bumbu meresap merata. Ketika bumbu sudah meresap dan ikan matang, ikan bakar berkuah sudah siap dihidangkan. ",
    "Cara membuat yaitu dengan menggoreng telur di orak-arik dengan minyak sedikit, lalu ditiriskan. Ulek bawang merah, bawang putih, cabe rawit dan cabe keriting sampai halus. Kemudian, tumis bumbu halus dengan minyak secukupnya. Masukan nasi goreng, telur dan dan sosis. Aduk hingga  merata sambil memasukkan garam, saus dan kecap sesuai selera. Aduk nasi goreng hingga merata sambil dicicipi sampai didapat rasa sesuai selera. Angkat dan hidangkan nasi goreng. ",
    "Cara membuat mie dokdok yaitu menggoreng telur di orak-arik dengan minyak sedikit, lalu ditiriskan. Kemudian  tumis bawang putih, bawang merah, cabe keriting dan cabe rawit sampai harum, kemudian masukkan  air secukupnya dan biarkan hingga mendidih. Ketika air mendidih masukkan mie, setelah mie sudah setengah matang masukkan bumbu mie instan, gula, garam, kecap dan saus sambal, cicipi sampai diperoleh rasa sesuai selera. Aduk sampai rata lalu masukkan telur dan sosis, kemudian tunggu sampai air menyusut dan mie matang sempurna. Angkat dan hidangkan di mangkuk. Mie dokdok buatanmu sudah siap dinikmati.",
    "Cara membuatnya yaitu goreng brokoli menjadi krispi dengan adonan tepung, tiriskan jika sudah matang. Kemudian, tumis bawang merah dan bawang bombai lalu masukkan bumbu yang sudah dihaluskan. Jika sudah harum, tambahkan 5 sendok makan air dan saus pedas. Masukkan pula gula, garam dan penyedap rasa sambil dicicipi sampai didapat rasa sesuai selera. Kemudian, masukkan brokoli krispi yang sudah digoreng dan aduk rata dengan saus. Brokoli saus krispi sudah siap untung dihidangkan dan dinikmati.",
    "Cara memasak oseng kangkung yaitu: Tumis bawang merah dan bawang putih hingga wangi. Tambahkan gula, garam, dan penyedap rasa. Kemudian masukkan kangkung kemudian aduk hingga kangkung menjadi layu dan masakan berair. Angkat jika kangkung sudah matang. Oseng kangkung sederhana ini sudah siap kamu hidangkan.",
    "Cara membuat yaitu dengan menggoreng semua bahan berupa cabe keriting, cabe rawit, bawang merah, bawang putih, terasi dan tomat. Terasi di goreng terpisah. Kemudian ulek semua bumbu yang sudah digoreng dan tambahkan gula dan garam. Sambal terasi sudah siap kamu nikmati. ",
    "Cara membuat yaitu: goreng cabe rawit, bawang merah, bawang putih, dan tomat. Lalu tiriskan dan masukan ke cobek. Kemudian, goreng teri hingga kering. Ulek bumbu hingga halus dan masukkan ikan teri yang sudah digoreng, penyet ikan teri tidak sampai hancur. Sambar teri buatanmu sudah siap kamu hidangkan.",
    "Cara membuat yaitu ulek cabe keriting, cabe rawit, bawang merah dan bawang putih dengan tambahan garam dan gula secukupnya. Ulek sampai setengah halus. Goreng dengan 1 atau 2 sendok makan minyak sampai sambal harum. ",
    "Cara membuat terong balado yaitu: Goreng terong hingga matang, angkat dan sisihkan. Tumis bumbu halus hingga harum. Masukkan air dan gula, garam serta penyedap rasa. Masukkan terong ke dalam bumbu dan aduk hingga merata. Biarkan hingga air menyusut dan bumbu meresap pada terong. Setelah air asat, angkat dan terong siap untuk disajikan.",
    "Cara membuat tumis  yaitu: Tumis bawang merah, bawang putih, cabe rawit dan cabe keriting hingga harum. Kemudian masukkan buncis dan aduk-aduk hingga buncis menjadi layu. Tambahkan gula, garam, lada bubuk, dan penyedap rasa ke dalam masakan. Kamu juga bisa menambahkan sedikit air ke dalam masakan. Masak buncis hingga matang dengan sempurna. Segera angkat tumis buncis yang telah matang. Tumis buncis sudah siap dihidangkan. ",
    "Cara membuat udang pedas manis yaitu tumis bawang merah, bawang putih dan cabe rawit. Tumis hingga wangi. Kemudian masukkan udang dan tambahkan sedikit air. Masukkan saos pedas, saus tomat, gula, garam, dan lada hitam. Koreksi rasa dengan mencicipinya. Biarkan hingga udang masak. Udang pedas manis buatanmu sudah siap dihidangkan.",
    "Cara membuatnya yaitu: masak spaghetti hingga matang, lalu tiriskan. Tumis bawang putih dan bawang bombai hingga harum. Kemudian masukkan daging cincang, aduk hingga matang. Masukkan saus bolognes, garam, lada dan bubuk cabe, aduk hingga merata. Spaghetti dapat dinikmati dengan memasukkan spaghetti ke dalam saus atau meyiramkan saus di atas spaghetti.",
    "Cara membuatnya yaitu: Masak daging di air mendidih, masukkan pula daun salam dan lengkuas. Rebus hingga 15 menit. Selama menunggu rebusan, tumis bumbu halus sampai wangi, tambahkan serai dan daun jeruk pada tumisan bumbu. Aduk hingga bumbu matang. Angkat bumbu lalu tuang ke dalam rebusan daging yang sedang direbus. Panaskan kembali rebusan daging, beri bumbu garam, gula, dan penyedap rasa ke dalam masakan. Masak hingga daging empuk dan bumbu meresap. Sebelum diangkat masukkan daun bawang ke dalam masakan. Angkat lalu taburi bawang goreng. Rawon lebih nikmat dihidangkan dengan tauge dan sambal pedas. Selamat menikmati",
    "Cara membuatnya yaitu: Masukkan jagung, labu siam, biji melinjo dan terong ke dalam rebusan air mendidih. Rendam asem di air panas selama kurang lebih 5 menit lalu saring. Masukkan bumbu halus, daun salam dan lengkuas ke dalam masakan. Kemudian masukkan pula air asem dan biarkan hingga mendidih. Tambahkan gula, garam dan penyedap rasa sambil dicicipi hingga didapat rasa sesuai selera. Jika sayur asem sudah matang, angkat lalu sajikan. ",
    "Cara memasaknya yaitu: Tambahkan putih telur, tepung tapioka, garam, merica, bheking powder dan bawang putih. Aduk hingga tercampur merata. Didihkan air panas lalu bentuk bakso menjadi bulat-bulat menggunakan tangan dan masukkan ke dalam air mendidih. Biarkan hingga bakso masak dan mengambang di air, angkat lalu masukkan ke air es sebentar, setelah itu tiriskan. Cara membuat kuah baksonya yaitu tumis bawang putih yang sudah dihaluskan hingga harum, lalu tuang ke sisa rebusan bakso. Tambahkan merica, garam, dan daun bawang. Bakso sudah siap dihidangkan. Lebih nikmat jika disajikan dengan bahan pelengkap seperti mie, sawi, sambel, dan bawang goreng.",
    "Cara membuatnya yaitu: Bersihkan ikan dengan melumuri dengan jeruk nipis,  diamkan 30 menit. Tumis bumbu halus serta tambahkan daun salam dan daun jeruk. Masak hingga bumbu wangi dan tambahkan gula, garam dan madu. Kemudian masukkan ikan dalam bumbu dan aduk rata. Olesi ikan dengan bumbu oles lalu bakar sampai gurame  matang.",
    "Cara membuatnya yaitu: Rebus kepiting lebih dulu hingga berubah warna dan matang. Lalu tiriskan. Tumis bawang bombai, cabe merah kriting, dan  bumbu halus hingga harum, kemudian saus sambal, saus tomat, saus tiram, dan kecap manis. Aduk rata lalu tambahkan sedikit air. Masukkan kepiting, garam, gula dan merica secukupnya dan aduk rata lagi.Terakhir, kocok telur dan tuang ke dalam saus dan aduk rata hingga matang dan mengental. Kepiting saus padang siap sajikan.",
    "Cara memasaknya yaitu: lumuri daging sapi dengan jeruk nipis dan diamkan kira-kira selama 5 menit. Lumuri daging sapi dengan bawang putih yang sudah dihaluskan, garam, merica bubuk, kaldu daging bubuk, kecap manis dan sedikit gula.  Olesi daging dengan minyak sesuai selera lalu panggang di atas wajan datar. Bolak-balik daging hingga matang secara merata. Tambahkan lagi bumbu halus ketika daging dipanggang. Biarkan bumbu meresap dengan baik di dalam daging, tambahkan pula sedikit air dan biarkan bumbu mengental. Jika sudah matang, angkat steak lalu sajikan di piring saji. Di atas piring saji, susun secara rapi jagung manis, kentang goreng, kacang buncis, wortel dan bawang bombay. Letakkan saus tomat dan saus sambal di wadah khusus. Segera sajikan stikk daging ala rumahan ini selagi masih panas.",
    "Cara memasaknya yaitu: Campurkan tepung beras, tepung tapioka, terigu, lada, dan garam. Aduk rata lalu masukkan air panas perlahan. Aduk terus sampai adonan jadi kalis dan diamkan selama 5 sampai 10 menit. Cincang bawang putih, seledri, dan daun bawang. Lalu sisihkan. Ambil segenggam adonan dan bentuk silinder kecil. Potong-potong sekitar 5 sentimeter. Rebus air sampai mendidih. Masukkan adonan toppoki dan masak sampai mengapung dan pastikan bagian dalamnya sudah matang. Jika topokki matang, angkat dan tiriskan. Kemdian panaskan margarin, tumis bawang bombay dan bawang putih sampai harum. Masukkan saus sambal, tomat, maizena cair, garam, lada, gula, dan kornet. Aduk sampai rata dan tambahkan seledri. Aduk lagi sampai semua bahan tercampur rata. Masukkan toppoki yang sudah ditiriskan sebelumnya dan aduk sampai rata di atas api kecil. Tambahkan daun bawang dan wijen. Siapkan wadah dan sajikan toppoki.",
    "Rebus makaroni dengan 1 sendok makan minyak dan sedikit garam hingga matang, lalu tiriskan. Lelehkan margarin, tumis bawang bombay dan bawang putih hingga harum, masukkan kornet, bumbui dengan merica, gula, garam, dan pala. Tuang telur dan aduk rata, tuang susu dan masak hingga mendidih. Tes rasa, masak hingga adonan matang.  Masukkan makaroni dan keju parut ke dalam adonan dan tuang ke dalam wadah aluminium.Tambahkan keju parut di atasnya. Kukus selama 15 menit atau hingga permukaannya terlihat kering. Makaroni skotel sudah siap kamu nikmati.",
    "Cara memasaknya yaitu: Panaskan bater, tumis bawang bombay hingga layu, lalu tiriskan. Rendam roti tawar yang disuwir-suwir terlebih dahulu biar mudah dengan whipckrim dan kocokan telur ayam hingga roti menjadi lunak. Setelah roti menjadi semacam adonan lembut, masukkan daging sapi cincang dan bawang bombay yang telah ditumis, lalu aduk rata. Kemudian tambahkan garam, lada dan gula pasir. Lalu siapkan alumunium foil lembar atau plastik tahan panas, letakkan 2 sampai 4 sendok makan adonan daging ke atas alumunium foil atau plastik, lalu bentuk bulat dan pipihkan. Kemudian, tutup adonan dengan alumunium foil seperti membungkus dengan kulit lumpia. Lakukan sampai semua adonan habis. Setelah semua adonan terbungkus rapi, letakkan di dalam kukusan. Kukus kurang lebih 15 sampai 25 menit. Setelah itu daging pun siap untuk diolah. Bisa langsung dipanggang menggunakan teflon dengan sedikit butter supaya tidak lengket. Isi roti dengan isian berger lalu panggan diatas teflon agar roti makin empuk dan matang. Berger siap dinikmati.",
    "Campurkan tepung, gula, susu bubuk, dan ragi, lalu aduk rata. Setelah itu, masukkan kentang halus, kuning telur, air dingin dan uleni hingga setengah kalis. Lalu, masukkan mentega, garam dan adoni hingga kalis dan diamkan selama lima belas menit.Setelah adonan sedikit mengembang, bagi adonan masing-masing 50 gram dan tunggu kembali selama 20 menit. Lubangi tengah adonan dan goreng hingga kecoklatan. Sebagai tips, cukup balik adonan satu kali saja agar minyak tidak banyak meresap. Setelah berubah warna menjadi keemasan, angkat lalu tiriskan. Kamu bisa menambahkan gula halus atau hias sesuai selera kamu dan donat kentang siap disantap.",
    "Selanjutnya, campurkan telur, gula halus dan emulsifaiyer dengan mixer sampai mengembang. Setelah itu masukkan tepung terigu secara perlahan diikuti dengan mentega cair. Lalu masukkan vanili, dan aduk sampai semuanya tercampur.Siapkan loyang yang sudah dibaluti dengan menteega, lalu tuang adonan kedalam loyang. Ratakan adonan didalam loyang dan panggang adonan selama kurang lebih 30 menit. Untuk mengetahui apakah kue sudah matang atau belum, masukkan tusuk gigi pada bagian tengah kue. Apabila tidak ada adonan kue yang meneempel, maka kue sudah matang dan siap disajikan.",
    "Setelah menyiapkan bahan-bahan, langkah selanjutnya adalah masukkan menteega, margarin dan gula bubuk, lalu kocok dengan mixer selama 2 menit. Setelah itu, masukkan kuning telur dan kocok lagi dengan kecepatan rendah selama satu menit. Kemudian masukkan tepung terigu sedikit demi sedikit dengan menggunakan spatula sampai rata, lalu masukkan keju parut. Bentuk adonan menjadi bulatan-bulatan dan masukkan isian selai nanas. Setelah semuanya selesai dibuat, lalu oleskan kuning telur diatas kue dan terakhir taburi dengan keju cheddar parut. Setelah itu masukkan ke dalam oven bersuhu kurang lebih 150 derajat, dan panggang sekitar 35 sampai 40 menit. Setelah matang, keluarkan dan dinginkan.",
    "Setelah semua bahan-bahan siap, campurkan menteega dengan gula halus, kuning telur, dan keju parut, lalu aduk sampai rata. Selanjutnya, campurkan tepung terigu, maizena, susu bubuk dan aduk sampai rata hingga adonan kalis. Cetak adonan lalu taruh diatas loyang yang sudah diolesi menteega. Langkah selanjutnya adalah menyiapkan oven sampai suhu 150 derajat dan panggang selama kurang lebih 30 menit. Setelah matang dan dingin, taburi kue dengan gula halus dan kue putri salju siap disantap.",
    "Setelah bahan-bahan disiapkan, ayak terigu, maizena, dan susu bu buk. Campurkan semua bahan menjadi satu dan aduk sampai bahan mudah dibentuk. Selanjutnya, gilas adonan dan cetak menggunakan cetakan kastengel. Kemudian, olesi loyang dengan menteega dan tata kastengel diatas loyang. Olesi kastengel dengan kuning telur dan taburi dengan keju. Panggang dengan suhu 150 derajat selama kurang lebih 30 menit. Setelah itu angkat dan dinginkan.",
    "Langkah pertama untung membuat brownies kukus adalah dengan mengocok telur dan gula sampai larut. Setelah itu, masukkan margarin dan coklat yang sudah dilelehkan. Tambahkan juga tepung terigu dan aduk rata semua bahan. Sembari memanaskan kukusan, beri menteega pada cetakan brownies agar tidak lengket, lalu masukkan adonan kedalam cetakan. Kukus adonan sampai matang, angkat dan brownies kukus siap disajikan.",
    "Setelah menyiapkan semua bahan, campurkan semua bahan kering kecuali garam, lalu aduk rata. Tambahkan air dingin sedikit demi sedikit dan tambahkan meentega putih serta garam, lalu uleni sampai kalis dan mudah dibentuk. Kemudian, letakkan adonan yang sudah dibentuk bulat kedalam wadah yang sudah diolesi minyak sayur, tutup dengan kain dan diamkan hingga mengembang. Setelah adonan mengembang, pukul-pukul adonan, dan bagi menjadi beberapa bagian. Diyamkan lagi selama 15 menit sampai mengembang lalu beri isian coklat, bulatkan kembali dan taruh diatas potongan kertas roti. Setelah itu, kukus bakpau dengan api sedang selama 10 menit atau sampai matang. Bakpau isian coklat siap dihidangkan.",
    "Cara membuatnya, masukkan wortel, kol, potongan daun bawang, tepung terigu, lada, garam, bawang merah, bawang putih dan kaldu instan, serta telur dalam mangkuk besar. Masukkan air sedikit demi sedikit hingga semua adonan tercampur rata dan pastikan tidak terlalu encer. Diatas penggorengan, Panaskan minyak goreng dan tunggu hingga panas. Kemudian, menggunakan sendok sayur, ambil satu sendok adonan dan goreng dalam api sedang. pastikan tidak terlalu banyak memasukkan adonan dalam penggorengan agar tidak lengket satu sama lain. Setelah adonan terlihat coklat keemasan, angkat dan tiriskan. Bala-bala siap disajikan.",
    "Setelah semua bahan siap, siapkan wadah dan masukkan bumbu halus, tepung terigu, tepung tapioka, tepung beras, dan daun bawang. Aduk adonan sambil menuangkan air, sedikit demi sedikit, hingga berbentuk adonan yang cukup kental. Panaskan Minyak dalam wajan dan tunggu hingga panas. Kemudian, ambil satu iris tempe, celupkan dalam adonan dan masukkan dalam penggorengan. Goreng hingga cokelat keemaasan dan tiriskan. Ulangi hingga tempe habis, kemudian sajikan dengan cabai rawit.",
    "Untuk membuat Nacho Cheese, kita masak dulu saus nachos dengan cara panaskan margarin dalam wajan anti lengket, kemudian tumis bawang bombay, bawang putih dan tomat rebus yang telah dipotong dadu. Setelah bawang bombay agak layu, masukkan daging giling, merica, garam, saus pasta, bubuk oregano dan air. Bila saus sudah mendidih, kecilkan api dan biarkan hingga airnya berkurang sebagian. Setelah itu, matikan api. Siapkan mangkuk lebar dan atur keripik tortilla. Tuangkan saus daging di atas keripik tortilla dan taburkan potongan keju cheddar. Nacho cheese siap dihidangkan!",
    "Mula-mula buat isi martabak. Siapkan Mangkuk besar, setelah itu campurkan telur, tahu putih, daun bawang, kaldu bubuk, gara, lada, bawang merah dan bawang putih. Aduk hingga seluruh bahan tercampur rata dan sisihkan. Panaskan minyak goreng di penggorengan dengan api sedang. Setelah panas, masukkan satu lembar kulit lumpia dan tuang sedikit isi martabak di tengah kulit yang digoreng. Lipat masing-masing ujung kulit ke bagian tengah. Goreng dengan cara membolak-balik hingga martabak berwarna kecoklatan dan tiriskan. Martabak telur mini siap dihidangkan dengan cabai rawit.",
    "Setelah bahan-bahan disiapkan, cuci bersih jamur tiram dan peras hingga jamur kering. Siapkan wadah dan campurkan tepung terigu, tepung maizena, bubuk bawang putih, garam, dan merica bubuk hingga rata. Sisihkan. Panaskan minyak pada penggorengan dengan api sedang dan tunggu hingga panas. Setelah panas, masukkan segenggam jamur tiram ke dalam campuran tepung dan masukkan ke dalam penggorengan. Apabila jamur sudah terlihat coklat keemasan, angkat dan sajikan bersama saus sambal.",
    "Setelah bahan-bahan siap, Blender menjadi satu jagung manis sisir dan kaldu ayam lalu sisihkan. Siapkan panci dan panaskan margarin dengan api sedang untuk menumis bawang putih sampai harum. Lalu masukkan blenderan jagung sambil diaduk rata. Setelah itu, masukkan ayam, jagung manis pipil, garam, merica bubuk,dan gula pasir. Aduk sampai rata dan masak sampai mendidih. Setelah mendidih, masukkan larutan sagu sambil diaduk sampai kental, lalu tambahkan telur kocok sedikit demi sedikit dan masak hingga matang. Tambahkan daun bawang dan seledri, aduk sampai rata lalu angkat dan sajikan.",
    "Setelah semua bahan siap, langkah pertama, campurkan ayam, udang, telur, bengkoang, dan semua bumbunya. Aduk hingga merata. Masukkan tepung sagu ke dalam campuran tersebut dan aduk hingga rata. Selanjutnya, isikan campuran tersebut di lembaran kulit pangsit, lalu berikan hiasan di atasnya dengan wortel parut. Kukuslah sampai matang atau hingga kulit pangsit terlihat transparan. Setelah matang, angkat dan sajikan siomay ayam udang secara menarik. Anda bisa menyajikannya bersama saus sambal.",
    "Langkah selanjutnya, siapkan wadah, masukkan bawang Bombay yang sudah diiris dan isi dengan air es. Sisihkan selama 10 hingga 15 menit. Kemudian, siapkan wadah lain untuk membuat tepung kering yang terdiri dari campuran tepung terigu, tepung maizena, royco, garam, merica yang telah diaduk rata. Lalu, tiriskan bawang yang sudah direndam dan balur bawang dengan sedikit campuran tepung yang dibentuk tadi, kemudian taruh bawah di wadah lain yang masih kering. Selanjutnya, tuang air es rendaman kedalam campuran tepung kering dan aduk hingga rata. Pastikan adonan cukup kental namun tidak terlalu encer. Kemudian celupkan bawang ke dalam adonan, kemudian balur dengan tepung roti/panir. Setelah dibalur dengan tepung roti, goreng bawang Bombay dengan api kecil hingga bewarna kecoklatan. Lalu, Angkat dan tiriskan. Krispi Onion Ring siap dihidangkan dengan saus sambal atau mayones",
    "Setelah semua bahan siap, goreng tahu putih sampai berkulit dan agak kering, kemudian sisihkan. Haluskan bawang putih, bawang merah,dan 1 sendok teh garam. Tumis bumbu halus tadi hingga harum. Kemudian masukkan wortel, kubis, daun bawang, dan tauge, tumis hingga layu. Masukkan kecap asin, gula pasir, dan merica bubuk. Aduk rata. Tuangkan sedikit air, masak sampai air meresap. Angkat. Untuk pencelupnya, campurkan terigu, tepung beras, 1 sendok garam, dan ketumbar bubuk dalam wadah. Tuangkan air secara perlahan hingga adonan cukup kental. Ambil 1 buah tahu, buat sobekan dengan menggunakan pisau, kemudian beri bahan isi secukupnya. Lakukan sampai seluruh tahu terisi semuanya. Celupkan tahu ke dalam bahan pencelup sampai semua terbalur dengan adonan pencelup, lalu goreng dalam minyak panas sampai matang. Angkat dan tiriskan. Tahu isi goreng siap disajikan bersama dengan saus sambal dan cabai rawit. ",
    "Setelah semua bahan disiapkan, panaskan  minyak dan tumis bumbu halus hingga harum. Masukkan ayam cincang dan masak hingga setengah matang. Baru kemudian masukkan wortel, tauge dan bawang perai, masak hingga layu. Lalu tambahkan kecap asin dan minyak wijen. Kemudian, masak sambil diaduk hingga semua bahan matang dan sisihkan. Setelah itu, ambil kulit lumpia, letakkan adonan isi pada salah satu sisinya.Lipat sisi kanan dan kiri ke arah tengah dan bagian atas tutup adonan isi, lalu gulung. Ambil sedikit putih telur oleskan ke ujung nya supaya lengket. Ulangi hingga kulit lumpia dan sayuran habis. Panaskan minyak dan goreng lumpia hingga kuning kecoklatan. Angkat dan tiriskan. Lumpia ayam siap untuk dinikmati bersama cabai rawit. ",
    "Selanjutnya, Potong memanjang dada ayam fillet tanpa tulang. Kemudian sisihkan. Siapkan wadah kering dan campur bumbu kering yang terdiri dari tepung terigu, garam, lada bubuk, penyedap rasa, paprika bubuk, bawang putih dan baking powder, kemudian sisihkan. Siapkan kembali wadah kering dan masukkan telur dan susu, lalu kocok hingga merata. Siapkan ayam fillet, kemudian celupkan dalam bahan adonan telur, lalu gulirkan atau taburi dengan campuran tepung bumbu kering. Kemudian celupkan ke bahan adonan telur lagi dan guling-gulingkan ke dalam tepung kering lagi. Goreng ayam dalam penggorengan berisi minyak panas, jangan lupa di balik dan gunakan api sedang agar ayam matang merata. Setelah ayam berwarna coklat keemasan,  Angkat ayam dan sajikan dengan saus sambal.",
    "Selanjutnya, Cuci cumi hingga bersih dann Iris melintang setebal 1 centimeter. Lumuri dengan garam Dan merica, sisihkan selama 15 menit agar bumbu meresap. Taburi cumi dengan tepung terigu hingga rata dan celupkan ke telur kocok, kemudian angkat dan gulingkan ke tepung roti hingga rata. Panaskan minyak goreng di atas api sedang, lalu goreng cumi hingga kuning keemasan. Kalamari siap dihidangkan dengan mayones atau saus sambal sebagai lauk atau camilan.",
    "Setelah semua bahan siap, potong kecil semua sayuran kemudian rebus hingga matang atau empuk. Setelah itu, goreng kacang hingga matang dan haluskan kacang goreng bersama cabai rawit, bawang putih, gula merah, garam dan asam jawa. Lalu Aduk campuran kacang dengan air dan air jeruk nipis. Kemudian, campurkan semua sayuran, tahu dan tempe. Gado-gado siap disajikan",
    "Setelah semua bahan disiapkan, haluskan semua bumbu, beri perasan air jeruk limau . Aduk rata. Bila kurang cair, tambahkan sedikit air putih. Masukkan sayuran seperti kacang panjang, taoge, mentimun, terong, kol, dan kemangi. Aduk rata.Sajikan karedok dengan taburan kerupuk bawang",
    "Langkah pertama yang dilakukan untuk membuat pai buah adalah mengocok margarin Bersama dengan gula halus dengan mixer hinga bertekstur lembut dan mengembang. Lalu, masukkan kuning telur sambil tetap di kocok dengan kecepatan sedang hingga tercampur rata. Setelah itu masukkan terigu dan su su sedikit demi sedikit sampai membentuk adonan yang kalis, lalu cetak kue dan panggang dalam suhu 180 derajat selama 20 menit. Untuk membuat flanya, campurkan susu, tepung terigu, dan maizena dan masak dalam api kecil. Tambahkan kuning terlur dan gula, lalu aduk rata. Setelah dingin, masukkan fla kedalam plastik segitiga dan tambahkan ke kue pai, lalu berikan potongan buah.",
    "Kupas dan bagi pisang menjadi dua. Setelah itu campur tepung terigu, tepung tapioca, tepung beras, dan bubuk vanili secukupnya. Tambahkan air sedikit demi sedikit hingga adonan cukup encer, tambahkan garam dan gula secukupnya. Kemudian celupkan buah pisang yang telah dikupas kedalam adonan tepung dan goreng dengan api sedang. Tunggu sampai warnanya berubah kecoklatan, dan sajikan selagi hangat.",
    "Selanjutnya, langkah pertama membuat puding cokelat adalah dengan mencampurkan bubuk jelly, su su bu buk cokelat, dan cokelat bu buk kedalam paci lalu tambahkan air dan aduk sampai rata. Kemudian, masak adonan puding diatas api sedang sampai mendidih, dan setelah itu masukkan kedalan cetakan. Untuk membuat flanya, siapkan terlebih dahulu mangkuk dengan ukurang sedang, lalu masukkan tepung maizena yang dicairkan dan tambahkan satu butir kuning telur, dan kocok hingga rata. Lalu masak susu dan gula diatas api yang sedang dan aduk sampai mendidih sambil masukkan tepung maizena dan kuning telur. Setelah selesai, tuang fla diatas puding yang sudah dingin.",
    "Untuk membuat penkeik apel, langkah pertama yang dilakukan adalah  mencampur dan megaduk tepung terigu, beiking pouder dan garam hingga rata. Kocok telur, menteega dan gula sampai mengembang kemudian tambahkan susu dan vanilla. Lalu, tuangkan campuran telur ke dalam bahan kering dan aduk rata. Potong apel menjadi beberapa bagian.  Setelah itu, panaskan mentega di teflon, ambil 1 sendok makan adonan penkeik , taruh 1 iris apel di atasnya. Setelah bagian bawah agak kecoklatan, balik dan masak sampai matang. Lakukan sampai adonan dan irisan apel habis. Akhirnya, sajikan penkeik apel dengan taburan gula halus di atasnya, dan penkeik apel siap dihidangkan.",
    "langkah pertama yang dilakukan adalah pembuatan kulit pai. Campurkan tepung dengan margarin lalu aduk rata, masukkan telur dan maizeena lalu aduk lagi, kemudian uleni hingga kalis, diamkan. Untuk pembuatan flanya, larutkan maizeena dengan air, tuangkan kental manis, gula dan kuning telur, lalu aduk, kemudian masukkan vanila bubuk dan aduk kembali. Begitu kulit dan fla pai susu sudah dibuat, siapkan teflon dan oles dengan margarin, lalu gilas adonan hingga selebar teflon, tata adonan tersebut di teflon membentuk mangkuk. Jangan lupa tusuk-tusuk dasarnya dengan garpu, dan tuangkan adonan fla. Saat mulai memasak, tutup teflon dan gunakan api sangat kecil. Jika tak ingin adonan kulitnya cepat gosong, tumpuk dua tatakan kompor, namun harus dipanggang agak lama. Saat permukaan pai sudah mengeras atau padat, tandanya sudah matang. Pai su su siap dinikmati.",
    "Setelah bahan kelepon sudah disiapkan, campur tepung dengan garam, pewarna, air kapur, dan air secukupnya. Kemudian uleni hingga kalis dan bisa dipulung. Selanjutnya, le lehkan gula merah dan tambahkan 1 shendok makan gula pasir. Setelah leleh, masukkan ke botol saus yang bisa dipencet. Kemudian, rebuslah air hingga mendidih. Sambil menunggu mendidih, puluh adonan secukupnya, buat bulatan dengan menyisakan sedikit sela, dan isi bulatan dengan gula merah cair, lalu segera bulatkan lagi hingga tertutup agar tidak mudah pecah. Setelah air mendidih, masukkan bulatan-bulatan kelepon dan masak hingga mengapung, tiriskan, dan digulung ke dalam kelapa parut. Kelepon siap untuk disajikan.",
    "Langkah pertama setelah bahan-bahan disiapkan adalah dengan  mendidihkan santan, gula dan garam, lalu aduk, pastikan santan tidak pecah. Kemudian sisihkan dan diamkan hingga dingin. Siapkan tepung beras dan tepung tapioka, aduk hingga rata. Tuang santan perlahan dan aduk merata dan adonan lapis mulai encer. Bagi adonan menjadi dua, tambahkan bubuk coklat pada satu bagian adonan, dan aduk hingga rata. Panaskan kukusan dan siapkan loyang yang sudah diolesi minyak goreng. Setelah panci kukusan beruap, tuang adonan pada loyang. Tak lupa tuang 2 shendok sayur adonan putih, lalu tutup kembali panci kukusan selama 5 menit. Kemudian ulangi dengan menuangkan adonan cokelat, lakukan ini sampai semua adonan habis. Kukus adonan tersebut selama 20 menit, angkat dan diamkan dingin, lalu potong sesuai selera. Kue lapis siap dinikmati.",
    "Setelah bahan disiapkan, kocok telur, gula, beiking pouder, dan s p selama kira-kira 15 menit sampai mengembang. Lalu masukkan terigu dan santan yang telah direbus secara bergantian, aduk sampai tercampur rata, kemudian masukkan esens pandan, dan aduk lagi sampai rata. Setelah membuat adonan, olesi cetakan dengan minyak, lalu tuangkan adonan putu ayu, kukus selama kurang lebih 15 menit. Terakhir, angkat dan diamkan sebentar, dan keluarkan dari cetakan. Putu ayu siap disajikan.",
    "Untuk membuat penkeik apel, langkah pertama yang dilakukan adalah  mencampur dan megaduk tepung terigu, beiking pouder dan garam hingga rata. Kocok telur, menteega dan gula sampai mengembang kemudian tambahkan susu dan vanilla. Lalu, tuangkan campuran telur ke dalam bahan kering dan aduk rata. Potong apel menjadi beberapa bagian. Setelah itu, panaskan mentega di teflon, ambil 1 sendok makan adonan penkeik , taruh 1 iris apel di atasnya. Setelah bagian bawah agak kecoklatan, balik dan masak sampai matang. Lakukan sampai adonan dan irisan apel habis. Akhirnya, sajikan penkeik apel dengan taburan gula halus di atasnya, dan penkeik apel siap dihidangkan.",
    "Setelah bahan kelepon sudah disiapkan, campur tepung dengan garam, pewarna, air kapur, dan air secukupnya. Kemudian uleni hingga kalis dan bisa dipulung. Selanjutnya, le lehkan gula merah dan tambahkan 1 shendok makan gula pasir. Setelah leleh, masukkan ke botol saus yang bisa dipencet. Kemudian, rebuslah air hingga mendidih. Sambil menunggu mendidih, puluh adonan secukupnya, buat bulatan dengan menyisakan sedikit sela, dan isi bulatan dengan gula merah cair, lalu segera bulatkan lagi hingga tertutup agar tidak mudah pecah. Setelah air mendidih, masukkan bulatan-bulatan kelepon dan masak hingga mengapung, tiriskan, dan digulung ke dalam kelapa parut. Kelepon siap untuk disajikan.",
    "Langkah pertama untuk membuat bater kukis adalah panaskan oven 180 derajat celcius, kemudian alasi loyang dengan silpat, selanjutnya kocok mentega, gula, dan vanila menggunakan mixer sampai lembut dan pucat. Lalu tambahkan telur dan kocok sampai rata. Jangan lupa masukkan kelapa dan kismis, baru masukkan tepung terigu sambil diayak ke atas adonan, dan aduk rata. Selanjutnya, letakkan adonan di antara 2 lembar plastik, giling pipih kira-kira setebal 0,7 milimeter. Cetak menggunakan bater kukis, pindahkan ke atas loyang. Untuk adonan yang menggunakan kelapa sangrai, jangan lupa beri taburan gula pasir di atasnya. Setelah adonan kukis siap, panggang selama 18 menit atau sampai kekuningan dan garing, lalu dinginkan di rak kawat, lalu simpan di dalam wadah kedap udara. Bater kukis siap dihidangkan.",
    "Cara membuat mata kebo yaitu campur singkong, gula, garam,  kemudian aduk hingga rata. Bagi adonan menjadi dua bagian, satu bagian beri pewarna kuning dan satu bagian lagi beri pewarna merah, aduk hingga rata. Siapkan satu lembar daun pisang, letakkan seperempat bagian adonan singkong kemudian ratakan. Letakkan satu pisang diatasnya kemudian selimuti dengan adonan singkong hingga tertutup rata, selanjutnya bungkus dengan daun pisang. Setelah semua adonan terbungkus, kukus kurang lebih 20 menit. Setelah matang, angkat dan tiriskan. Kemudian buat taburan dengan cara mencampurkan semua bahan taburan selama 20 menit. Sajikan mata kebo dengan taburan agar rasa menjadi lebih nikmat. ",
    "Untuk membuatnya yaitu dengan memblender halus alpukat dengan susu kental manis dan air. Kemudian tuangkan ke wadah dan masukan ke dalam frizer dalam keadaan tertutup. Tunggu hingga agak padat. Setelah itu, keluarkan adonan lalu masukkan SP, mixer adonan hingga tercampur rata dan lembut. Masukkan lagi adonan ke dalam frizer, biarkan hingga bekku dan menjadi es krim.",
    "Cara membuatnya yaitu Kocok telur dengan gula pasir hingga gula larut. Kemudian masukkan tepung,coklat bubuk dan S K M, lalu aduk rata. Masukkan pula mentega cair lalu aduk rata kembali. Olesi kap atau cetakan dengan mentega lalu panaskan. Bungkus tutup dengan serbet agar air tak menetes.Tuangkan adonan dalam kap lalu kukus selama 6 menit. Angkat dan tunggu dingin. Lava khek sudah siap kamu hidangkan.",
    "Setelah bahan disiapkan, campur semua bahan kecuali maizena, kemudian aduk hingga merata. Kukus adonan selama 15 menit. Uleni adonan yang sudah matang dengan maizena sangrai sampai mudah dibentuk. Ambil 1 sendok makan adonan, pipihkan, dan beri isian sesuai selera. Selimuti selai dengan adonan. Moci sudah siap dinikmati. ",
    "Cara membuatnya yaitu Campurkan semua buah ke dalam satu wadah, Siapkan gelas saji, masukkan buah, masukkan es batu, siram dengan sedikit air gula, siram dengan sirup dan berikan susu coklat kental di atasnya. Es buah siap untuk disajikan dan disantap.",
    "Tata semua buah, sari kelapa, kelapa muda, dan jelli di wadah. Tuang beberapa sendok gula cair kemudian tambahkan es batu. Tambahkan pula sagu mutiara dan larutan kental manis. Es oyen sudah siap kamu nikmati.",
    "Cara membuatnya yaitu: Parut singkong hingga halus. Lalu peras parutan singkong dengan kain bersih agar singkong tidak keras saat digoreng. Campurkan parutan kelapa ke dalam adonan. Tambahkan air dan garam  ke dalam adonan kemudian aduk hingga rata. Kemudian bentuk adonan dengan cara ambil sedikit adonan, pipihkan lalu letakkan gula merah di atas adonan. Selimuti gula merah hingga berbentuk bulat. Goreng hingga berwarna kuning kecoklatan. Cemplon singkon sudah siap kamu nikmati. ",
    "Cara membuatnya yaitu: Rebus gula merah, gula pasir, air, daun pandan, dan garam sampai larut. Saring dan diamkan adonan sampai hangat.Campur tepung beras dan terigu dalam wadah. Masukkan larutan gula yang sudah disaring sedikit demi sedikit. Aduk dengan whisk dan mixer dengan kecepatan rendah selama kurang lebih 5 menit. Diamkan adonan selama kurang lebih 15 menit. Aduk kembali dengan whisk. Aduk adonan sebelum digoreng. tuang satu sendok sayur adonan dalam minyak panas. Goreng sambil siram-siram atasnya dengan minyak. Tusuk dengan  lidi bagian tengah cucur. Jika sudah tak ada adonan yang keluar artinya kue sudah matang. Kemudian angkah dan tiriskan. ",
    "Cara membuatnya yaitu: Haluskan ubi yang sudah dikukus selagi masih panas, karena lebih mudah lumat dan halus. Aduk rata dengan tepung tapioka, tepung terigu, bheking powder, gula dan garam. Buat bulatan-bulatan kecil dari ubi yang sudah dihaluskan sesuai selera. Goreng dengan minyak hingga tenggelam. Masak dengan membolak-balikkan ubi sesekali hingga ubi matang dan kecoklatan. Angkat jika sudah berubah warna dan matang. Bola-bola timus ubi sudah siap dinikmati. ",
    "Cara membuatnya yaitu: Campurkan fermipan dengan 4 sendok teh susu cair, biarkan beberapa saat. Camp[urkan tape, gula pasir, telur, terigu dan ragi yang sudah dicampur susu serta mentega cair. Aduk hingga tidak ada yang bergerindil kemudian diamkan selama 4 jam. Setelah 4 jam, panaskan cetakan martabak mini atau kue lumpur, gunakan api kecil saja, oles cetakan dengan minyak atau mentega, tuang adonan, jika bawahnya sudah  kuning kecoklatan balik adonan, jika sudah kecoklatan semua sisi, angkat. Kue Samir siap dinikmati.",
    "Cara membuatnya yaitu:  Mixer mentega dan gula dengan kecepatan sedang hingga tercampur sempurna. Tingkatkan kecepatan mixer hingga adonan mengembang. Masukkan kuning telur secara bertahap sampir dimixer secara perlahan. Campurkan pula tepung terigu, coklat bubuk dan almond bubuk. Kemudian, sisihkan adonan. Kocok putih telur dan gula dengan kecepatan tinggi hingga mengembang. Masukkan kocokan ini ke dalam adonan coklat dan aduk hingga rata. Masukkan adonan ke dalam loyang lalu oven dengan suhu 180 derajat selsius selama 30 menit. Setelah didinginkan, kapkhek siap diberi toping dan disajikan.",
    "Cara membuatnya yaitu: Blender semua bahan hingga halus dan tercampur jadi satu hingga jadi adonan kental. Tuangkan ke dalam wadah yang sudah dioles margarin. Kukus selama 30 menit, Masukkan ke dalam kulkas hingga pada dan dingin. Oleskan toping sesuai selera ketika hendak dinikmati.",
    "Cara membuatnya yaitu: Campurkan pisang dengan tepung terigu, gula, telur, susu kental, vanilli, kheju, garam dan air. Campurkan hingga rata dan kukus adonan hingga matang. Selanjutnya, potong adonan sesuai selera. Baluri dengan tepung maizena dan tepung roti secara berurutan. Goreng pisang sampai matang kecoklatan.  Sajikan dengan susu kental manis atau topping kesukaanmu.",
    "Cara membuatnya yaitu: Blender pisang hingga halus. Whisk dengan semua bahan 1 hingga halus dan tercampur rata. Campurkan semua bahan 2 kecuali pisang hingga merata. Tuang bahan 1 ke dalam bahan 2 dan campur hingga merata. Panaskan oven. siapkan loyang muffin, taruh cup-cup kertas dan tuang adonan pada setiap cup, jangan sampai penuh. Letakkan topping irisan pisang.Panggang muffin hingga matang atau kurang lebih 30 menit.",
    "Untuk langkah membuatnya, siapkan kukusan yang sudah dialasi tutupnya dengan serbet, lalu campur kelapa parut dan garam, kemudian aduk rata. Selanjutnya, campur singkong parut, gula pasir, agar-agar, garam dan vanili, dan aduk kembali. Setelah selesai, masukkan santan, aduk rata, dan bagi adonan menjadi tiga yang diberi warna merah, kuning, dan hijau. Masukkan satu bagian kedalam loyang yang sudah dioles minyak dan dialas daun, kukus selama sepuluh menit, lalu ulangi kembali. setelah semuanya dimasukkan, kukus selama 20 menit. Tipsnya, setiap memasukkan, adonan diratakan agar hasilnya rapi. Setelah matang, angkat dan biarkan dingin terlebih dahulu, lalu keluarkan dan kue lapis singkong pelangi siap dihidangkan.",
    "Untuk langkah membuatnya, campurkan dan aduk rata tepung terigu, garam, dan 225 mili liter santan. Masukkan telur dan sisa santan sedikit demi sedikit sampai habis, dan terus aduk selama 20 menit. Kemudian, diyamkan 30 menit. Lalu tambahkan beiking pouder dan aduk rata. Setelah adonan sudah dibuat, tuang adonan kedalam cetakan serabi yang sudah dipanaskan. Diamkan hingga berlubang, lalu tuang telur yang sudah dikocok. Tutup dan masak hingga matang, dan serabi siap disajikan.",
    "Langkah pertama untuk membuat kue cubit adalah mengocok telur dengan gula sampai berbusa, lalu masukkan terigu sedikit demi sedikit dan aduk rata sampai tidak ada adonan yang menggumpal. Kemudian, tuangkan mentega cair dan aduk sampai rata. Setelah itu, masukkan beiking pouder dan aduk kembali. Untuk menambah cita rasa, bisa juga ditambahkan keju. Jika semua bahan sudah siap, panaskan cetakan dan kecilkan kompor. Selanjutnya, tuangkan adonan dan masak sampai matang",
    "Terkait dengan cara membuat, pertama-tama, lelehkan mentega hingga cair, masukan coklat dan aduk hingga meleleh dan semua tecampur rata. Setelah itu masukkan gula pasir dan aduk kembali. Kemudian, masukkan telur dan kocok hingga rata, dan setelah itu tuangkan tepung terigu, aduk kembali dan tambahkan kacang almond. Setelah semua tercampur rata, tuangkan adonan dalam loyang ukuran 20 kali 20 kali 4 centimeter dan panggang dalam suhu 180 derajat celcius selama 45 menit atau sampai matang. Setelah dingin, potong sesuai selera dan sajikan.",
    "Cara membuatnya yaitu:  Kocok telur, brown sugar, dan garam sampai adonan mengembang. Selanjutnya masukkan tepung terigu, bheking powder, soda kue, dan bumbu spekuk sambil terus diayak dan diaduk supaya rata. Kemudian masukkan worthel, fruit mix, aprikot, serta kulit jeruk. Aduk hingga rata. Kemudian, tuangkan adonan tadi ke dalam loyang yang sebelumnya diolesi margarin dan dialasI kertas roti. Kemudian oven dengan suhu 180 derajat Celsius sekitar  60 menit.",
    "Langkah pertama yang dilakukan untuk membuat makarun adalah mencampurkan almond bubuk dengan susu bubuk, lalu ayak 2 kali sampai halus, setelah itu sisihkan. Kemudian, kocok putih telur sampai berbusa dan masukkan air jeruk nipis dengan gula kastor secara bertahap. Selanjutnya, kocok sampai permukaan kaku lalu putih telur dalam adonan almond sedikit demi sedikit dan aduk sampai rata. Jika sudah, beri pewarna pada adonan dan masukkan dalam plastik segitiga. Kemudian, semprotkan adonan di loyang yang sudah dialasi kertas roti. Diamkan kurang lebih 30 menit hingga permukaan kue kering dan panggang degan 160 derajat selama 10 sampai 15 menit. Sembari menunggu, mari buat isian untuk makarun dengan mencincang coklat putih dan rim dengan whip krim sampai cari. Setelah itu tambahkan pasta vanila dan oreo bubuk, kemudian aduk rata dan masukkan kedalam kulkas sampai tekstur agak padat. Jika sudah, ambil makarun, beri isian, dan tutup dengan makarun yang lain. Sajikan ketika sudah dingin.",
    "Langkah pertama, masukkan bawang merah, bawang putih, dan cabai merah kedalam cobek lalu haluskan. Goreng telur menjadi orak-arik dan sisihkan. Setelah itu, tumis bumbu dengan minyak. Jika sudah, masukkan ayam cincang, telur, dan daun bawang. Tambahkan kecap, garap, merica, dan aduk lagi. Setelah itu masukkan nasi dan aduk sampai rata. Nasi goreng siap dihidangkan. ",
    "Setelah semua bahan disiapkan, potong daging membentuk dadu. Setelah itu tuangkan santan kedalam wajan besar. Masukkan serai, bawang merah, asam dan daun kunyit, lalu aduk  sampai mendidih. Jaga santan agar tidak pecah. Jika sudah mendidih, masukkan bumbu yang sudah dihaluskan, lalu aduk selama 20 hingga 30 menit. Bila santan telah berminyak, masukkan daging rendang dan masak sampai mengental. Lanjutkan masak daging sampai daging menjadi empuk. ",
    "Kalau sudah siap bahan-bahannya, tumis bawang-bawangan sampai harum, kemudian masukkan cabai, tomat, serai, jahe, dan daun jeruk. Jika sudah cukup layu, masukkan cumi, gula, dan saus tiram. Aduk hingga merata sampai kurang lebih 5 menit.Oseng cumi asin siap disajikan. Kamu juga bisa tambahkan bahan-bahan lain yang kamu sukai, supaya lebih lezat.  ",
    "Jika bahan sudah siap, campurkan semua bahan isi lalu masukkan kedalam cumi. Panaskan minyak, setelah iitu tumis bawang merah, laos, serai, dan daun salam. Setelah 2 menit, masukkan bumbu yang sudah dihaluskan dan tumis sampai harum. Tambahkan air, kemudian masukkan cumi. Tak lupa masukkan garam, gula, penyedap rasa dan minyak wijen secukupnya.Apakakah kamu ingin mendengarkan lagi langkah membuatnya?",
    "Kalau bahan-bahannya sudah siap, kamu bisa tumis bawang merah, bawang putih, daun jeruk, salam, serai, jahe, lengkuas, dan cabai sampai harum. Masukkan air asam jawa, kaldu bubuk, kecap manis, kecap ikan, dan cumi. Aduk sampai rata.Masukkan potongan tomat dan masak hingga matang.Cumi asin mercon siap kamu santap.",
    "Kalau bahannya sudah siap, cuci bersih cumi, kemudian beri merica bubuk dan air jeruk. Remas-remas dan diamkan selama 5 menit, kemudian bilas. Masukkan cumi ke bahan basah, kemudian ke bahan kering. Goyangkan sampai bagian cumi tertutup tepung. Goreng cumi hingga berubah warna menjadi kuning keemasan. Jika sudah, angkat, tiriskan, dan sajikan.",
    "Apabila bahan sudah disiapkan, campur tepung terigu dan ragi. Lalu tambahkan gula pasir, margarin, dan air, lalu aduk sampai rata. Uleni adonan sampai kalis. Setelah itu tutup dengan kalin dan diamkan selama satu jam. Tunggu sampai adonan mengembang, setelah itu bentuk bulat lalu pipihkan. Isi dengan selai lalu bulatkan kembali. Lalukan hingga adonan habis. Diamkan selama 15 sampai 20 menit, lalu goreng sampai ke emasan. Setelah semua digoreng, tata donat dan beri taburan gula halus.",
    "Kalau bahannya sudah siap, kamu bisa campurkan buah yang sudah dipotong-potong dan masukkan ke dalam kulkas. Jika buah sudah segar, tuangkan saus salad yang berupa mayonaise dan susu kental manis. Taburkan parutan keju sesuai selera. Kamu bisa mengkreasikan salad buah buatanmu dengan buah-buahan dan saus sesuai selera. Kamu juga bisa menambahkan jelly dan nata de coco.",
    "Kalau bahannya sudah siap, kamu bisa campur tepung terigu dengan bawang putih, daun bawang, merica bubuk, gula pasir, penyedap rasa, dan garam. Kemudian, tuang air panas sampai adonan cukup basah dan mengental. Masukkan tepung tapioka, lalu uleni hingga rata..Bentuk adonan menjadi bulat-bulat kecil. Masukkan cilok ke dalam air yang sudah mendidih. Jika cilok sudah mengapung maka tandanya sudah matang dan siap diangkat.",
    "Jika bahan sudah tersedia, kukus daging bersama bumbu selama sepuluh menit. Masukkan telur, garam, merica, dan 1 sendok makan tepung terigu kedalam mangkuk, lalu kocok. Masukkan 3 sendok makan tepung terigu, lada, garam, dan beiking pouder kedalam piring, aduk rata. Kemudian, lapisi potongan ayam yang sudah dikukus dengan telur dan tepung kering. Goreng daging ayam sampai bewarna keemasan, lalu angkat. Untuk membuat sambalnya, tumis semua bumbu, jika sudah harum, angkat lalu ulek bumbu dengan tambahan gula. Setelah itu geprek ayam bersama sambalnya dan ayam geprek siap disantap.",
    "Kalau bahannya sudah siap, campur tepung terigu, gula pasir, garam, dan baking powder, lalu aduk hingga merata. Tuangkan campuran telur dan susu cair, lalu aduk sampai adonan tercampur rata dan lembut. Masukkan mentega cair. Olesi teflon dengan sedikit mentega dan panaskan. Kemudian, tuang 1 sendok sayur adonan ke atas teflon. Masak panekuk sampai adonan di bagian dalam teflon berwarna kuning kecokelatan.",
    "Selanjutnya, seduh bihun dan taoge dengan air panas, lalu tiriskan. Goreng tahu yang sudah dipotong-potong hingga berwarna kecokelatan. Kalau sudah, letakkan potongan lontong atau ketupat terlebih dahulu di atas piring saji, kemudian letakkan bihun, tahu, dan taoge di bagian atasnya. Siram dengan saus kacang dan beri sedikit kecap. Taburkan bawang goreng dan irisan seledri.Selamat menyantap ketoprak.",
    "Setelah semua bahan disiapkan, tumis bawang putih sampai harum, tambahkan spageti dan seledri, lalu angkat. Selanjutnya, tumis bawang bombay . hingga harum, masukkan daging giling, sambil diaduk. Masukkan saus dan pasta tomat, garam, merica bubuk, dan gula pasir. Aduk, dan tuangkan air. Terkahir, tuangkan saus spageti yang sudah kamu buat ke atas spageti, lalu sajikan.",
    "Kalau bahan sudah siap, potong daging ayam sesuai selera, kemudian cuci di air perasan jeruk nipis, lalu diamkan selama 15 menit. Goreng daging ayam hingga setengah matang. Sambil menunggu, kamu bisa haluskan bumbu, lalu tumis. Masukkan serai, daun jeruk, dan daun salam sambil diaduk-aduk hingga tercium aroma harum. Jika sudah, masukkan santan cair dan daging ayam ke dalamnya. Terakhir, masukkan santan kental, sambil diaduk hingga mendidih. Usahakan agar santan tidak sampai pecah. Opor ayam kuning siap untuk dihidangkan.",
    "Kalau bahan sudah siap, ambil daging ayam dan lumuri dengan bumbu yang sudah dihaluskan, kemudian goreng hingga kering. Kalau sudah, angkat, lalu tiriskan.  Tumis bawang bombay sampai layu, masukkan bumbu ayam goreng mentega, lalu aduk sampai rata. Setelah itu, masukkan ayam goreng dan goreng hingga bumbu meresap. Ayam goreng mentega siap disajikan.",
    "Kalau bahan-bahannya sudah siap, masukkan potongan daging ayam dengan santan dan bumbu ayam kremes yang sudah dihaluskan ke dalam panci. Masak hingga matang, angkat, lalu tiriskan. Kemudian goreng ayam sampai kering, angkat, lalu sisihkan. Campur air rebusan ayam dengan bahan kremes. Goreng adonan tepung ayam hingga berwarna kuning keemasan, angkat dan tiriskan. Ayam goreng kremes siap disajikan.",
    "Setelah itu, campurkan bumbu yang sudah dihaluskan dengan potongan daging ayam, masak hingga santan kering dan bumbu meresap. Jika sudah, goreng ayam sampai berwarna kuning kecoklatan. Goreng juga sisa bumbu untuk memasak ayam sampai kering dan berwarna kecokelatan. Ayam goreng lengkuas siap disajikan.",
    "Kalau sudah siap, mulailah lumuri potongan daging ayam dengan air jeruk nipis dan garam, tunggu hingga 5 menit. Kukus daging ayam kurang lebih 15 menit agar lunak dan hilang lemaknya. Kemudian, goreng ayam hingga berwarna kuning kecokelatan. Angkat dan tiriskan. Setelah itu, tumis bawang bombay, tomat, dan bawang putih menggunakan mentega. Jika sudah layu, masukkan ayam yang sudah digoreng dan saus tiram. Tambahkan juga kecap manis secukupnya, aduk hingga rata. Masak kira-kira 10 menit agar bumbu meresap. Angkat dan tiriskan. Kamu juga bisa menambahkan percikan perasan jeruk limau di atas ayam. Ayam goreng kecap siap disantap.",
    "Setelah itu, kamu bisa mulai membuat ayam goreng tepung. Lumuri potongan daging ayam dengan jeruk nipis, tunggu 5 menit, kemudian bilas dengan air. Setelah dibilas, rendam daging ayam ke dalam bumbu halus yang sudah ditambah sedikit air selama sekitar 1 jam. Angkat dan tiriskan. Kemudian campur dan gulingkan potongan daging ayam ke dalam tepung terigu bahan A satu per satu sampai rata. Masukkan ke dalam kocokan telur yang telah disiapkan, lalu campur dan gulingkan lagi ke dalam tepung terigu bahan B, Setelah itu, goreng ayam hingga matang, angkat, dan tiriskan. Ayam goreng tepung siap disantap.",
    "Jika bahannya sudah siap, kocok telur bersama garam, lada bubuk, kaldu ayam bubuk, dan bubuk cabai. Masukkan sosis, daun bawang, bunga kol dan wortel ke dalam adonan telur, lalu aduk rata. Goreng telur dengan api kecil. Bolak-balik telur yang dimasak dadar agar matang sempurna. Lipat telur agar semakin tebal dan enak. Angkat telur dadar sayur sosis yang telah matang. Sajikan selagi masih hangat.",
    "Setelah itu, kocok telur yang diberi garam, lada, dan kaldu bubuk secukupnya hingga tercampur rata. Masukkan maizena cair dan kocok lagi sampai rata. Tambahkan sedikit air dan kocok lagi. Tuang telur ke dalam botol dengan ujung yang runcing. Panaskan minyak goreng. Masukkan tusuk sate terlebih dahulu dalam minyak, setelah itu tuang telur yang ada dalam botol. Tarik telur dengan tusuk sate ke pinggir wajan lalu gulung. Angkat dan ulangi semua proses ini hingga telur habis.",
    "Kalau bahan sudah siap, rebus air sampai mendidih. Masukkan lengkuas, daun salam, dan bumbu halus, biarkan hingga mendidih. Masukkan jagung manis dan melinjo, masak hingga jagung matang. Masukkan kacang tanah dan labu siam, masak hingga labu matang. Masukkan daun melinjo, kacang panjang, garam, gula, dan air asam, lalu aduk hingga rata.Masak sampai semua matang dan sajikan selagi hangat.",
    "Jika bahan telah siap, beri sedikit kecap asin pada daging, lalu campur dengan maizena. Aduk rata dan diamkan sebentar. Tumis daging sebentar, lalu sisihkan. Tumis bawang bombay, bawang putih, dan paprika sampai harum. Masukkan kecap, saus, dan bahan-bahan lain, lalu beri air, garam, dan gula. Masukkan daging dan masak sampai bumbu meresap. Kemudian, kental kan kuah dengan larutan maizena. Daging sapi lada hitam siap dihidangkan.",
    "Kalau bahannya sudah siap, blender semua bumbu, lalu tumis dengan minyak. Masukkan daun salam, serai,dan daun jeruk. Kemudian, potong daging sapi dan masukkan ke dalam tumisan. Aduk hingga rata, lalu tambahkan kecap. Jika sudah menyusut, tambahkan 500 mililiter air dan tambahkan garam serta lada bubuk. Masak hingga kuah menyusut dan daging empuk.",
    "Cara membuat boba, yaitu: campur tepung kanji atau tapioka di dalam wadah lebar, kemudian tuang air panas sedikit demi sedikit. Apabila adonan terlalu lembek, bisa ditambahkan sedikit tepung lagi. Masukkan 4 sampai 5 tetes pewarna makanan hitam, kemudian bentuk menjadi kelereng. Lakukan sampai seluruh adonan habis. Panaskan air dalam jumlah banyak, kemudian rebus boba sampai cukup empuk dan berwarna ungu tua. Setelah itu, tiriskan airnya dan masukkan ke dalam air dingin agar berubah warna menjadi hitam. Boba siap disantap untuk minuman segar favoritmu.",
    "Cara membuat teh hijau, yaitu: larutkan teh hijau dan gula dengan air panas. Panaskan susu hingga mendidih. Kocok susu menggunakan whisk atau milk froter sampai berbuih dan volumenya menjadi 2 kali lipat. Campurkan es batu, susu, dan larutan teh hijau ke dalam blender. Blender semua campuran tersebut hingga lembut. Green tiy latte siap untuk kamu sajikan ke dalam gelas.",
    "Cara membuat teh madu yaitu: rebus air dengan daun mint sampai mendidih. Masukkan teh celup ke dalam rebusan air mendidih tersebut. Tuangkan madu serta gula pasir. Aduk sampai merata. Sambil menunggu suhunya mulai dingin, siapkan gelas saji dan masukkan es batu. Langkah terakhir adalah menuangkan campuran teh, gula, dan daun mint ke dalamnya. Teh Madu siap kamu nikmati.",
    "Cara membuat thai tei yaitu seduh teh ke dalam 200 mililiter air hangat, aduk rata dan saring. Campurkan susu kental manis, larutan teh, susu evaporasi, potongan cincau hitam, dan es batu. Aduk hingga menyatu dan segelas thai tei siap disajikan.",
    "Cara membuat kopi susu yaitu:  Masukan kopi bubuk, gula pasir, dan bubuk coklat plain dalam satu gelas ataupun cangkir. Tambahkan air panas 160 mililiter ke dalam gelas atau cangkir.Setelah itu, tambahkan susu kental manis dan kalau bisa, tuangkan susu bersamaan dengan air panas. Aduk-aduk sampai semua tercampur menjadi satu. Sebagai pilihan kamu dapat menambahkan krimer diatasnya. Aduk sampai merata dan kopi susu siap dinikmati. ",
    "Jika semua bahan sudah siap, campur tepung terigu, gula ragi, beiking pouder, garam, dan aduk dengan tangan. Setelah itu tambahkan kuning telur, dan uleni. Tuangkan susu cair sedikit demi sedikit lalu uleni sampai rata. Setelah itu tambahkan menteega cair, dan uleni lagi sampai adonan kalis. Tutup dan diamkan adonan selama 1 jam. Jika sudah mengembang, tinju adonan sampai kempes, lalu bentuk adonan menjadi bulatan dan lubangi dibagian tengah. Jika sudah, goreng donat sampai warna ke emassan, dan kamu bisa hias donat dengan toping sesuai selera.",
    "Jika sudah, potong ayam yang sudah dibersihkan. Tumis semua bumbu halus sampai harum, lalu masukkan ayam. Aduk secara perlahan hingga tercampur rata dengan bumbu. Masukkan santan encer sambil diaduk. Ketika santan sudah berkurang, tambahkan santan kental beserta bumbu lainnya. Masak hingga daging ayam menjadi matang dan empuk. Opor ayam sederhana siap disajikan."
  ]
}