[{"pertanyaan":"Apa singkatan dari perserikatan bangsa-bangsa?","benar":"PBB","benar2":"dua","choice":"satu, apebe,  dua, pebebhe , tiga, esbebe"},{
"pertanyaan":"Kapan PBB di dirikan?","benar":"24 Oktober 1945","benar2":"satu","choice":"satu, 24 Oktober Seribu sembilanratus empat puluh lima, dua, 1 Januari Seribu sembilanratus empat puluh dua, tiga, 25 April Seribu sembilanratus empat puluh lima"},{
"pertanyaan":"Di mana PBB didirikan?","benar":"San Fransisco, Amerika Serikat","benar2":"dua","choice":"satu, Tokyo, Jepang, dua, San Fransisco, Amerika Serikat, tiga, Bandung, Indonesia"},{
"pertanyaan":"Berapa jumlah negara yang saat ini telah menjadi anggota PBB?","benar":"193 Negara","benar2":"tiga","choice":"satu, 26 negara, dua, 51 negara, tiga, 193 Negara"},{
"pertanyaan":"Badan organisasi PBB manakah yang menangani masalah pangan dan pertanian?","benar":"Organisasi Pangan dan Pertanian","benar2":"dua","choice":"satu, Dana Moneter Internasional, dua, Organisasi Pangan dan Pertanian, tiga, Badan Tenaga Atom Internasional"},{
"pertanyaan":"Organisasi PBB manakah yang menangani masalah kesehatan dunia?","benar":"Organisasi Kesehatan Dunia","benar2":"satu","choice":"satu, Dana Moneter Internasional, dua, Organisasi Pangan dan Pertanian, tiga, Badan Tenaga Atom Internasional"},{
"pertanyaan":"Organisasi PBB manakah yang menangani penyelesaian masalah buruh sedunia?","benar":"Organisasi Buruh Internasional","benar2":"satu","choice":"satu, Dana Moneter Internasional, dua, Organisasi Pangan dan Pertanian, tiga, Badan Tenaga Atom Internasional"},{
"pertanyaan":"Lembaga PBB manakah yang khusus menangani masalah dana moneter internasional?","benar":"Dana Moneter Internasional","benar2":"dua","choice":"satu, Bank Internasional untuk Rekonstruksi dan Pembangunan, dua, Dana Moneter Internasional, tiga, Badan Tenaga Atom Internasional"},{
"pertanyaan":"Organisasi PBB manakah yang memiliki tujuan mempromosikan penggunaan energi nuklir secara damai?","benar":"Badan Tenaga Atom Internasional","benar2":"tiga","choice":"satu, Dana Moneter Internasional, dua, Bank Internasional untuk Rekonstruksi dan Pembangunan, tiga, Badan Tenaga Atom Internasional"},{
"pertanyaan":"Organisasi PBB manakah yang mengelola penawaran dana kepada negara berkembang yang memiliki pendapatan menengah?","benar":"Bank Internasional untuk Rekonstruksi dan Pembangunan","benar2":"satu","choice":"satu, Bank Internasional untuk Rekonstruksi dan Pembangunan, dua, Organisasi Pendidikan, Keilmuan, dan Kebudayaan PBB, tiga, Kesatuan Pos Sedunia"},{
"pertanyaan":"Organisasi PBB manakah yang bergerak dalam bidang pengiriman barang dan perangko?","benar":"Kesatuan Pos Sedunia","benar2":"tiga","choice":"satu, Bank Internasional untuk Rekonstruksi dan Pembangunan, dua, Organisasi Pendidikan, Keilmuan, dan Kebudayaan PBB, tiga, Kesatuan Pos Sedunia"},{
"pertanyaan":"Organisasi PBB manakah yang didirikan untuk membakukan dan mengatur regulasi radio internasional dan telekomunikasi?","benar":"Uni Telekomunikasi Internasional","benar2":"dua","choice":"satu, Dana Moneter Internasional, dua, Uni Telekomunikasi Internasional, tiga, Badan Tenaga Atom Internasional"},{
"pertanyaan":"Organisasi PBB manakah yang memiliki tujuan untuk mendukung perdamaian dan keamanan negara melalui kerja sama dibidang pendidikan, ilmu pengetahuan dan budaya?","benar":"Organisasi Pendidikan, Keilmuan, dan Kebudayaan PBB","benar2":"dua","choice":"satu, Bank Internasional untuk Rekonstruksi dan Pembangunan, dua, Organisasi Pendidikan, Keilmuan, dan Kebudayaan PBB, tiga, Kesatuan Pos Sedunia"},{
"pertanyaan":"Organisasi PBB manakah yang berfokus untuk memberikan bantuan kemanusiaan dan perkembangan kesejahteraan anak dan ibu?","benar":"Dana Anak-Anak Perserikatan Bangsa-Bangsa","benar2":"satu","choice":"satu, Dana Anak-Anak Perserikatan Bangsa-Bangsa, dua, Badan Program Pembangunan PBB, tiga, Program Lingkungan Perserikatan Bangsa-Bangsa"},{
"pertanyaan":"Disebut apakah perjanjian multilateral yang mengatur perdagangan internasional?","benar":"Perjanjian Umum Tarif dan Perdagangan","benar2":"tiga","choice":"satu, Konferensi Perserikatan Bangsa-Bangsa mengenai Perdagangan dan Pembangunan, dua, Organisasi Penerbangan Sipil Internasional, tiga, Perjanjian Umum Tarif dan Perdagangan"},{
"pertanyaan":"Organisasi PBB manakah yang berfokus pada pengembangan teknik dan prinsip-prinsip navigasi udara internasional?","benar":"Organisasi Penerbangan Sipil Internasional","benar2":"dua","choice":"satu, Konferensi Perserikatan Bangsa-Bangsa mengenai Perdagangan dan Pembangunan, dua, Organisasi Penerbangan Sipil Internasional, tiga, Perjanjian Umum Tarif dan Perdagangan"},{
"pertanyaan":"Organisasi PBB manakah yang bertujuan untuk menyediakan pendanaan dan menggerakkan sumber tambahan, serta program khusus di bidang pertanian atau agrikultur untuk pengembangan ekonomi wilayah miskin?","benar":"Dana Internasional untuk Pengembangan Pertanian","benar2":"dua","choice":"satu, Konferensi Perserikatan Bangsa-Bangsa mengenai Perdagangan dan Pembangunan, dua, Dana Internasional untuk Pengembangan Pertanian, tiga, Panel Antarpemerintah tentang Perubahan Iklim"},{
"pertanyaan":"Panel PBB manakah yang memiliki fokus untuk mengevaluasi risiko  perubahan iklim akibat aktivitas manusia?","benar":"Panel Antarpemerintah tentang Perubahan Iklim","benar2":"satu","choice":"satu, Panel Antarpemerintah tentang Perubahan Iklim, dua, Program Pengendalian Obat-obatan Internasional Perserikatan Bangsa-Bangsa, tiga, Dana Internasional untuk Pengembangan Pertanian"},{
"pertanyaan":"Organisasi PBB manakah yang menangani isu-isu perdagangan, investasi dan pembangunan?","benar":"Konferensi Perserikatan Bangsa-Bangsa mengenai Perdagangan dan Pembangunan","benar2":"satu","choice":"satu, Konferensi Perserikatan Bangsa-Bangsa mengenai Perdagangan dan Pembangunan, dua, Dana Internasional untuk Pengembangan Pertanian, tiga, Program Pengendalian Obat-obatan Internasional Perserikatan Bangsa-Bangsa"},{
"pertanyaan":"Lembaga PBB manakah yang bertugas untuk melaksanakan program pengendalian narkoba?","benar":"Program Pengendalian Obat-obatan Internasional Perserikatan Bangsa-Bangsa","benar2":"satu","choice":"satu, Program Pengendalian Obat-obatan Internasional Perserikatan Bangsa-Bangsa, dua, Konferensi Perserikatan Bangsa-Bangsa mengenai Perdagangan dan Pembangunan, tiga, Dana Internasional untuk Pengembangan Pertanian"},{
"pertanyaan":"Organisasi PBB manakah yang membantu menyediakan ahli, penasehat, pelatihan, dan perlengkapan pembangunan untuk negara berkembang?","benar":"Badan Program Pembangunan PBB","benar2":"dua","choice":"satu, Dana Anak-Anak Perserikatan Bangsa-Bangsa, dua, Badan Program Pembangunan PBB, tiga, Program Lingkungan Perserikatan Bangsa-Bangsa"},{
"pertanyaan":"Organisasi PBB manakah yang mempunyai peran untuk mengkoordinasikan aktivitas-aktivitas alam PBB dengan negara-negara berkembang?","benar":"Program Lingkungan Perserikatan Bangsa-Bangsa","benar2":"tiga","choice":"satu, Dana Anak-Anak Perserikatan Bangsa-Bangsa, dua, Badan Program Pembangunan PBB, tiga, Program Lingkungan Perserikatan Bangsa-Bangsa"},{
"pertanyaan":"Lembaga PBB manakah yang bekerja dengan yayasan dan perusahaan yang mendukung PBB untuk mencari kesempatan kerjasama dan kolaborasi?","benar":"Dana Perserikatan Bangsa-Bangsa untuk Kemitraan Internasional","benar2":"tiga","choice":"satu, Organisasi Pengembangan Industri Perserikatan Bangsa-Bangsa, dua, Organisasi Penerbangan Sipil Internasional, tiga, Dana Perserikatan Bangsa-Bangsa untuk Kemitraan Internasional"},{
"pertanyaan":"Lembaga PBB manakah yang memiliki tugas untuk menyediakan suplai dan layanan untuk merawat kesehatan?","benar":"Dana Penduduk Perserikatan Bangsa-Bangsa","benar2":"dua","choice":"satu, Kesatuan Pos Sedunia, dua, Dana Penduduk Perserikatan Bangsa-Bangsa, tiga, Dana Moneter Internasional"},{
"pertanyaan":"Lembaga PBB manakah yang memiliki tugas untuk mempromosikan secara sosial dan lingkungan kota yang stabil dengan tujuan memberikan perlindungan yang sama bagi semua orang?","benar":"Perserikatan Bangsa-Bangsa untuk tempat tinggal manusia","benar2":"tiga","choice":"satu, Konferensi Perserikatan Bangsa-Bangsa mengenai Perdagangan dan Pembangunan dua, Organisasi Pendidikan, Keilmuan, dan Kebudayaan PBB tiga, Perserikatan Bangsa-Bangsa untuk tempat tinggal manusia"},{
"pertanyaan":"Lembaga PBB manakah  yang bertugas untuk menyebarluaskan informasi mengenai kinerja PBB di negara setempat atau secara global?","benar":"Pusat Informasi Perserikatan Bangsa-Bangsa","benar2":"dua","choice":"satu, Dana Penduduk Perserikatan Bangsa-Bangsa, dua, Pusat Informasi Perserikatan Bangsa-Bangsa, tiga, Relawan Perserikatan Bangsa-Bangsa"},{
"pertanyaan":"Lembaga PBB manakah yang bertugas untuk mempromosikan dan mempercepat perkembangan industri negara berkembang, serta  mempromosikan kerjasama industrial internasional?","benar":"Organisasi Pengembangan Industri Perserikatan Bangsa-Bangsa","benar2":"satu","choice":"satu, Organisasi Pengembangan Industri Perserikatan Bangsa-Bangsa, dua, Dana Perserikatan Bangsa-Bangsa untuk Kemitraan Internasional, tiga, Konferensi Perserikatan Bangsa-Bangsa mengenai Perdagangan dan Pembangunan"},{
"pertanyaan":"Program PBB mana kah yang bertugas mengadvokasi peran kesukarelaan atau volunteerisme?","benar":"Relawan Perserikatan Bangsa-Bangsa","benar2":"tiga","choice":"satu, Dana Penduduk Perserikatan Bangsa-Bangsa dua, Pusat Informasi Perserikatan Bangsa-Bangsa tiga, Relawan Perserikatan Bangsa-Bangsa"}]