[{"pertanyaan":"Berdasarkan teori warna Brewster, warna-warna yang ada berasal dari tiga warna pokok. Apa saja tiga warna pokok tersebut?","benar":"Merah, kuning, biru","benar2":"tiga","choice":"satu, Mherah, hijau, dan kuning,  dua, Hijau, Biru, dan Nila, tiga, Mherah, kuning, dan biru"},{
"pertanyaan":"Apa nama teknik penggunaan warna yang proses pewarnaannya disesuaikan dengan warna umum yang ada dalam dunia nyata?","benar":"Harmonis","benar2":"satu","choice":"satu, Harmonis, dua, Polikromatik, tiga, He ral dis"},{
"pertanyaan":"Apa nama teknik penggunaan warna yang proses pewarnaannya digunakan untuk menunjukkan simbol tertentu?","benar":"Heraldis","benar2":"dua","choice":"satu, Harmonis, dua, He ral dis , tiga, Monokromatik"},{
"pertanyaan":"Apa nama teknik penggunaan warna yang proses perwarnaannya tidak terikat dengan warna umum dalam dunia nyata?","benar":"Murni","benar2":"satu","choice":"satu, Murni, dua, Polikromatik, tiga, Harmonis"},{
"pertanyaan":"Apa nama teknik penggunaan warna yang proses perwarnaannya hanya menggunakan satu jenis warna saja?","benar":"Monokromatik","benar2":"satu","choice":"satu, Monokromatik, dua, He ral dis , tiga, Murni"},{
"pertanyaan":"Apa nama teknik penggunaan warna, yang prosesnya menggunakan beberapa jenis warna?","benar":"Polikromatik","benar2":"dua","choice":"satu, Murni, dua, Polikromatik, tiga, Harmonis"},{
"pertanyaan":"Disebut apakah aliran seni rupa yang proses peng gambarannya dise suaikan dengan keadaan alam dan mengutamakan kemiripan?","benar":"Naturalisme","benar2":"dua","choice":"satu, Realisme, dua, Naturalisme, tiga, Eks presionisme"},{
"pertanyaan":"Siapakah pelukis Indonesia yang terkenal dengan aliran naturalisme?","benar":"Basuki Abdullah","benar2":"tiga","choice":"satu, Barli Sasmitawinata, dua, Abdullah Suriosubroto, tiga, Basuki Abdullah"},{
"pertanyaan":"Disebut apakah aliran seni rupa yang bersifat imajiner, mengedepankan unsur emosi dan biasanya bertema cerita yang romantis atau dramatis?","benar":"Romantisme","benar2":"dua","choice":"satu, Impresionisme, dua, Romantisme, tiga, Surealisme"},{
"pertanyaan":"Disebut apakah aliran seni rupa yang proses penggambarannya mengangkat thema yang realistis dan gambar yang ada dalam lukisan tidak harus mirip dengan referensinya?","benar":"Realisme","benar2":"satu","choice":"satu, Realisme, dua, Eks presionisme, tiga, Impresionisme"},{
"pertanyaan":"Disebut apakah aliran seni rupa yang proses meng gambarnya menyesuaikan keadaan sang pelukis dalam memaknai obyek yang dilukisnya?","benar":"Ekspresionisme","benar2":"dua","choice":"satu, Naturalisme, dua, Eks presionisme, tiga, Kubisme"},{
"pertanyaan":"Disebut apakah aliran seni rupa yang proses menggambar obyeknya sesuai dengan kesan saat obyek tersebut dilukis?","benar":"Impresionisme","benar2":"satu","choice":"satu, Impresionisme, dua, Romantisme, tiga, Surealisme"},{
"pertanyaan":"Disebut apakah aliran seni rupa yang sifatnya lebih mengarah pada obyek yang bentuknya tidak mungkin terjadi, nonrasional, dan mementingkan aspek alam bawah sadar manusia?","benar":"Surealisme","benar2":"tiga","choice":"satu, Impresionisme, dua, Romantisme, tiga, Surealisme"},{
"pertanyaan":"Disebut apakah aliran seni rupa yang mengutamakan cara gambar dengan bidang yang bersiku-siku?","benar":"Kubisme","benar2":"dua","choice":"satu, Silindrisme, dua, Kubisme, tiga, Balokisme"},{
"pertanyaan":"Dalam pembuatan patung, disebut apakah teknik yang melibatkan pengurangan bahan menggunakan alat pahat?","benar":"Teknik pahat","benar2":"satu","choice":"satu, Teknik Pahat , dua, Teknik Bhutsir , tiga, Teknik Las "},{
"pertanyaan":"Dalam pembuatan patung, disebut apakah teknik yang melibatkan pem bentukan benda dengan mengurangi dan menambah bahan?","benar":"Teknik Butsir","benar2":"dua","choice":"satu, Teknik Pahat , dua, Teknik Bhutsir , tiga, Teknik Las "},{
"pertanyaan":"Apa yang dimaksud dengan teknik ncor dalam proses pembuatan patung?","benar":"Proses Pembuatan patung menggunakan adonan semen atau gips ke dalam cetakan","benar2":"dua","choice":"satu, Proses Pembuatan patung, atau yang meng gunakan cara penggabungan satu bahan dengan bahan lainnya, dua, Proses Pembuatan patung menggunakan adonan semen atau gips ke dalam cetakan, tiga, Proses pembuatan patung yang melibatkan pengurangan bahan"},{
"pertanyaan":"Apa yang dimaksud dengan teknik las dalam pembuatan patung?","benar":"Proses Pembuatan patung atauyang menggunakan cara penggabungan satu bahan dengan bahan lainnya untuk","benar2":"satu","choice":"satu, Proses Pembuatan patung, atau yang meng gunakan cara penggabungan satu bahan dengan bahan lainnya, dua, Proses Pembuatan patung menggunakan adonan semen atau gips ke dalam cetakan, tiga, Proses pembuatan patung yang melibatkan pengurangan bahan"},{
"pertanyaan":"Siapakah nama pelukis yang terkenal dengan lukisan berjudul Mona Lisa?","benar":"Leonardo Da Vinci","benar2":"dua","choice":"satu, Johannes Vemeer, dua, Leonardo da Vinci, tiga, Salvador Dali"},{
"pertanyaan":"Siapakah nama pelukis yang terkenal dengan lukisan beraliran surea lisme dan berjudul The persistens of Memory ?","benar":"Salvador Dali","benar2":"dua","choice":"satu, Yujin Delakroix, dua, Salvador Dali, tiga, Grent Wud"},{
"pertanyaan":"Siapakah nama pelukis yang terkenal dengan lukisan berjudul The Sterry Nait yang dibuat pada tahun 1889?","benar":"Vincent Van Gogh","benar2":"tiga","choice":"satu, Salvador Dali, dua, Leonardo da Vinci, tiga, Vincent van Gogh"},{
"pertanyaan":"Siapakah nama pelukis yang terkenal dengan lukisan yang juga disebut dengan Mona Lisa dari Belanda?","benar":"Johannes Vermeer","benar2":"tiga","choice":"satu, Yujin Delakroix, dua, Salvador Dali, tiga, Johannes Vermeer"},{
"pertanyaan":"Siapakah nama pelukis yang terkenal dengan lukisan berjudul Liberty Liding the Pipel karena menggambarkan sejarah revolusi Perancis?","benar":"Eugene Delacroix","benar2":"tiga","choice":"satu, Mheri Magdalen, dua, Grent Wud, tiga, Yujin Delakroix"},{
"pertanyaan":"Siapakah nama pelukis yang terkenal dengan lukisannya yang menggambarkan dua sosok perempuan dan laki-laki yang menggenggam alat garpu atau lebih dikenal dengan judul amerikan gothik?","benar":"Grant Wood","benar2":"dua","choice":"satu, Mheri Magdalen, dua, Grent Wud, tiga, Yujin Delakroix"},{
"pertanyaan":"Siapakah nama pelukis yang terkenal dengan lukisannya yang menggambarkan suasana makan malam terakhir Yesus ","benar":"Mary Magdalene","benar2":"dua","choice":"satu, Salvador Dali, dua, Mheri Magdelen, tiga, Vinsent van Gogh"},{
"pertanyaan":"Siapakah nama pelukis Indonesia yang terkenal dengan lukisannya yang berjudul Berburu Rusa?","benar":"Raden Saleh","benar2":"satu","choice":"satu, Raden Saleh, dua, I Nyoman Masriadi, tiga, Hendra Gunawan"},{
"pertanyaan":"Siapakah nama pelukis Indonesia yang terkenal dengan lukisannya yang berjudul Bebotoh Ayam?","benar":"Affandi Kusuma","benar2":"tiga","choice":"satu, Basuki Abdullah, dua, I Nyoman Masriadi, tiga, Affandi Kusuma"},{
"pertanyaan":"Siapakah nama pelukis Indonesia yang terkenal dengan lukisannya yang berjudul Andong?","benar":"Affandi Kusuma","benar2":"dua","choice":"satu, Hendra Gunawan, dua, Affandi Kusuma, tiga, Raden Saleh"},{
"pertanyaan":"Siapakah nama pelukis Indonesia yang terkenal dengan lukisannya berjudul The Fainel Raund?","benar":"I Nyoman Masriadi","benar2":"dua","choice":"satu, Raden Saleh, dua, I Nyoman Masriadi, tiga, Hendra Gunawan"},{
"pertanyaan":"Siapakah nama pelukis Indonesia yang juga aktivis politik dan terkenal dengan lukisannya yang berjudul Ibu dan anak?","benar":"Hendra Gunawan","benar2":"tiga","choice":"satu, Raden Saleh, dua, I Nyoman Masriadi, tiga, Hendra Gunawan"},{
"pertanyaan":"Siapakah pelukis Indonesia yang berasal dari Jawa Tengah dan terkenal dengan lukisannya berjudul Bali nes biuty yang meng gambarkan seorang perempuan memakai pakaian khas bali?","benar":"Basuki Abdullah","benar2":"satu","choice":"satu,Basuki Abdullah, dua, Raden Saleh, tiga, Affandi Kusuma"}]