[{"pertanyaan":"Negara manakah yang memenangkan Piala Dunia pada tahun 2018?","benar":"Perancis","benar2":"tiga","choice":"satu, Belgia, dua, Jerman, tiga, Perancis"},{
"pertanyaan":"Klub manakah yang tersukses di liga premier?","benar":"Manchester United","benar2":"satu","choice":"satu, Menchester yunaited, dua, Menchester siti, tiga, Liverpool"},{
"pertanyaan":"Di negera mana Piala Dunia FIFA pertama kali dilaksanakan?","benar":"Uruguay","benar2":"dua","choice":"satu, Brasil, dua, Uruguay, tiga, Inggris"},{
"pertanyaan":"Seperti apa bentuk lapangan Bulutangkis?","benar":"persegi panjang","benar2":"dua","choice":"satu, Persegi, dua, Persegi panjang, tiga, Bujur Sangkar"},{
"pertanyaan":"Negara mana yang paling banyak menjuarai Piala Dunia?","benar":"Brasil","benar2":"satu","choice":"satu, Brasil, dua, Jerman, tiga, Italia"},{
"pertanyaan":"Negara mana yang memiliki 5 bintang dalam Piala Dunia?","benar":"Brasil","benar2":"satu","choice":"satu, Brasil, dua, Jerman, tiga, Italia"},{
"pertanyaan":"Negara mana yang memiliki 4 bintang juara dalam Piala Dunia?","benar":"Italia dan Jerman","benar2":"satu","choice":"satu, Italia dan Jerman, dua, Italia dan Argentina, tiga, Argentina dan Jerman"},{
"pertanyaan":"Pada tahun berapa Piala Dunia Wanita pertama kali diselenggarakan?","benar":"1991","benar2":"dua","choice":"satu, seribu sembilan ratus sembilan puluh, dua, seribu sembilan ratus sembilan puluh satu, tiga, seribu sembilan ratus sembilan puluh dua"},{
"pertanyaan":"Di negara mana Piala Dunia Wanita pertama kali diselenggarakan?","benar":"Tiongkok","benar2":"tiga","choice":"satu, Inggris, dua, Brasil, tiga, Tiongkok"},{
"pertanyaan":"Berapa jumlah pemain dalam satu tim sepak bola?","benar":"11 orang","benar2":"satu","choice":"satu, 11 orang, dua, 12 orang, tiga, 13 orang"},{
"pertanyaan":"Pada tahun 1990, negara manakah yang merupakan pemenang liga premier?","benar":"Manchester City","benar2":"dua","choice":"satu, Menchester yunaited, dua, Menchester siti, tiga, Liverpool"},{
"pertanyaan":"Kapan liga premier pertama kali dimulai?","benar":"20 Februari 1992","benar2":"satu","choice":"satu, 20 Februari 1990 dua, dua, 21 Februari 1990 satu, tiga, 23 Februari 1990 tiga"},{
"pertanyaan":"Aksesoris apa yang diizinkan untuk dipakai dalam pertandingan sepak bola?","benar":"Sepatu","benar2":"satu","choice":"satu, Sepatu, dua, Cincin berbatu akik, tiga, Gelang Emas"},{
"pertanyaan":"Istilah apa yang digunakan dalam permainan sepak bola ketika bola menggelinding atau terbang melewati garis?","benar":"Out","benar2":"tiga","choice":"satu, Foul, dua, Kik Of, tiga, aut"},{
"pertanyaan":"Pada pertandingan sepak bola, Kik of, dapat dilakukan dalam kondisi sebagai berikut, kecuali ...","benar":"Ketika terjadi pelanggaran","benar2":"satu","choice":"satu, Ketika terjadi pelanggaran, dua, Ketika terjadi gol, tiga, Ketika pertandingan dimulai"},{
"pertanyaan":"Istilah yang digunakan ketika pemain sepak bola berada di area lawan ketika bola sedang menuju dirinya, sedangkan di area lawan tidak ada pemain selain kiper, disebut?","benar":"Offside","benar2":"tiga","choice":"satu, Goal Kik, dua, Throw In, tiga, Offside"},{
"pertanyaan":"Gol dapat terjadi dalam permainan sepak bola dengan beberapa cara, kecuali","benar":"Menggunakan tangan","benar2":"dua","choice":"satu, Gol Bunuh diri, dua, Menggunakan tangan, tiga, Pinalti"},{
"pertanyaan":"Berapa berat bola berukuran 3 yang digunakan dalam permainan sepak bola?","benar":"312-340 gram","benar2":"tiga","choice":"satu, 612 sampai 640 gram, dua, 412 sampai 440 gram, tiga, 312 sampai 340 gram"},{
"pertanyaan":"Siapakah juara piala dunia pada tahun 2014 ?","benar":"Jerman","benar2":"tiga","choice":"satu, Argentina, dua, Brasil, tiga, Jerman"},{
"pertanyaan":"Berapa lebar lapangan sepak bola?","benar":"64-75 meter","benar2":"dua","choice":"satu, 90 sampai 95 meter, dua, 64 sampai 75 meter, tiga, 90 sampai 100 meter"},{
"pertanyaan":"Berapa panjang lapangan sepak bola ?","benar":"110-120 meter","benar2":"tiga","choice":"satu, 90 sampai 120 meter, dua, 60 sampai 100 meter, tiga, 110 sampai 120 meter"},{
"pertanyaan":"Berapa tinggi gawang sepak bola?","benar":"2,44 m","benar2":"dua","choice":"satu,  2,35 meter, dua,  2,44 meter, tiga, 2,30 meter"},{
"pertanyaan":"Berapa jarak antara gawang dengan titik pinalti dalam permainan sepak bola?","benar":"11 m","benar2":"dua","choice":"satu, 9 meter, dua, 11 meter, tiga, 12 meter"},{
"pertanyaan":"Pola penyerangan yang tidak termasuk dalam pola penyerangan dalam sepak bola adalah","benar":"Teknik off side","benar2":"dua","choice":"satu, Tendangan penjuru, dua, Teknik off said, tiga, Wol pes"},{
"pertanyaan":"Ketika permainan sepak bola sedang berlangsung, wasit tidak perlu menghentikan permainan untuk sementara waktu, apabila terjadi kejadian apa?","benar":"Heading","benar2":"satu","choice":"satu, Heading, dua, Hands ball, tiga, Pelanggaran"},{
"pertanyaan":"Berapa ukuran diameter lingkaran tengah lapangan sepak bola?","benar":"9,15 m","benar2":"tiga","choice":"satu, 9,10 meter, dua,  9 meter, tiga, 9,15 meter"},{
"pertanyaan":"Berapa jumlah penyerang dalam permainan sepak bola pada formasi empat, em pat, dua?","benar":"2 pemain","benar2":"dua","choice":"satu, em pat pemain, dua, 2 pemain, tiga, 1 pemain"},{
"pertanyaan":"Negara mana yang merupakan penemu sepak bola moderen ?","benar":"Inggris","benar2":"tiga","choice":"satu, Spanyol, dua, Jerman, tiga, Inggris"},{
"pertanyaan":"Berapa jumlah pemain penyerang dalam permainan sepak bola pada Formasi empat dua tiga satu?","benar":"1 pemain","benar2":"tiga","choice":"satu, em pat pemain, dua, 2 pemain, tiga, 1 pemain"},{
"pertanyaan":"Pada tahun berapakah FIFA dibentuk?","benar":"1904","benar2":"satu","choice":"satu, 1900 empat, dua, 1900 dua, tiga, 1900 tiga"},{
"pertanyaan":"Pada tahun berapakah Persatuan sepak bola Seluruh Indonesia  didirikan?","benar":"19 April 1930","benar2":"dua","choice":"satu, 19 Desember 1900 tiga puluh, dua, 19 April 1900 tiga puluh, tiga, 19 Maret  1900 tiga puluh"},{
"pertanyaan":"Siapakah satu-satunya pemain dalam sebuah tim sepak bola yang boleh menggunakan tangan untuk menghalangi bola dari tim lawan yang menuju gawang?","benar":"Kiper","benar2":"dua","choice":"satu, Gelandang, dua,  Kiper, tiga, Bek"},{
"pertanyaan":"Berapa jumlah minimal pemain dalam satu tim sepak bola agar diizinkan bertanding?","benar":"7 pemain","benar2":"satu","choice":"satu, 7 pemain, dua, 5 pemain, tiga, 4 pemain"},{
"pertanyaan":"Disebut apakah pemain yang mempunyai tugas utama untuk menghalangi dan menutup pergerakan tim lawan dalam permainan sepak bola?","benar":"Bek","benar2":"tiga","choice":"satu, Gelandang, dua, Kiper, tiga,  Bek"},{
"pertanyaan":"Dinamakan apakah tendangan sudut dalam permainan sepak bola ?","benar":"Corner kick","benar2":"tiga","choice":"satu, Throw in, dua, Gol kik, tiga, Corner kik"},{
"pertanyaan":"Disebut apakah pemain yang memiliki tugas untuk menyuplai bola kepada striker dalam sebuah permainan sepak bola?","benar":"Gelandang Serang","benar2":"tiga","choice":"satu, Bek kiri, dua, Gelandang Bertahan, tiga, Gelandang Serang"},{
"pertanyaan":"Disebut apakah tendangan bebas yang diberikan setelah terjadi pelanggaran dalam permainan sepak bola?","benar":"Free kick","benar2":"tiga","choice":"satu, Throw in, dua, Corner kik, tiga, Free kikk"},{
"pertanyaan":"Disebut apakah tendangan setelah bola keluar disebabkan oleh kawan dalam sepak bola?","benar":"Corner kick","benar2":"dua","choice":"satu, Gol kik, dua,  Corner kik, tiga,  Free kikk"},{
"pertanyaan":"Disebut apakah tendangan setelah bola keluar yang disebabkan oleh lawan dalam sepak bola?","benar":"Goal kick","benar2":"dua","choice":"satu, korner kik, dua, Gol kik, tiga, Free kikk"},{
"pertanyaan":"Disebut apakah lemparan ke dalam setelah bola keluar dalam sepak bola?","benar":"Throw in","benar2":"satu","choice":"satu, Throw in, dua, Gol kik, tiga, Corner kik"},{
"pertanyaan":"Berapakah jumlah wasit yang menjadi hakim garis dalam sepak bola?","benar":"2 orang","benar2":"tiga","choice":"satu, 4 orang, dua, 1 orang, tiga, 2 orang"},{
"pertanyaan":"Berapakah jumlah wasit yang mengawasi pertandingan dalam sepak bola?","benar":"4 orang","benar2":"satu","choice":"satu, 4 orang, dua, 3 orang, tiga, 2 orang"},{
"pertanyaan":"Wasit utama yang ada di dalam lapangan dalam sepak bola memiliki beberapa tugas, kecuali","benar":"Mengawasi terjadinya offside","benar2":"tiga","choice":"satu, Memberikan kartu, dua, Mengawasi pelanggaran, tiga, Mengawasi terjadinya offsaid"},{
"pertanyaan":"Asisten wasit administrasi yang diluar lapangan dalam sepak bola memiliki tugas-tugas tertentu, kecuali","benar":"Mengawasi keluarnya bola","benar2":"dua","choice":"satu, Membantu wasit utama dalam mengambil keputusan, dua, Mengawasi keluarnya bola, tiga, Mempersiapkan pergantian pemain"},{
"pertanyaan":"Hakim garis yang ada di pinggir lapangan dalam sepak bola memiliki tugas-tugas tertentu, kecuali","benar":"Memberikan kartu","benar2":"dua","choice":"satu, Mengawasi pelanggaran, dua, Memberikan kartu, tiga, Mengawasi keluarnya bola"},{
"pertanyaan":"Berapakah ja rak ga ris kotak penalti dari tiang gawang dalam sepak bola?","benar":"16,5 m","benar2":"satu","choice":"satu, 16,5 meter, dua, 14,5 meter, tiga, 13,5 meter"},{
"pertanyaan":"Kartu apa yang akan didapatkan oleh pemain yang akan dikeluarkan dari pertandingan?","benar":"Merah","benar2":"tiga","choice":"satu, Biru, dua, Kuning, tiga, Merah"},{
"pertanyaan":"Berapa lama waktu yang dibutuhkan dalam pertandingan sepak bola?","benar":"90 Menit","benar2":"tiga","choice":"satu, 120 Menit, dua, 100 Menit, tiga, 90 Menit"},{
"pertanyaan":"Pada permainan sepak bola, bila pemain memegang bola diluar kotak penalti, maka hukuman apa yang akan diberikan pada pemain tersebut?","benar":"Tendangan bebas","benar2":"tiga","choice":"satu, Tendangan sudut, dua,  Tendangan penalti, tiga,  Tendangan bebas"},{
"pertanyaan":"Pada permainan sepak bola, kepala bagian apakah posisi perkenaan bola yang benar dalam teknik menyundul?","benar":"Kepala bagian depan","benar2":"tiga","choice":"satu,  Kepala bagian belakang, dua, Kepala bagian tengah, tiga, Kepala bagian depan"},{
"pertanyaan":"Disebut apakah pemain tengah dalam permainan sepak bola?","benar":"Penghubung","benar2":"dua","choice":"satu, Penjaga gawang, dua, Penghubung, tiga, Striker"},{
"pertanyaan":"Dalam pertandingan sepak bola, durasi pertandingan tidak dihitung dalam berbagai kasus berikut, kecuali….","benar":"Pergantian pemain","benar2":"dua","choice":"satu, Pemain tergeletak, dua, Pergantian pemain, tiga, Corner-kik"},{
"pertanyaan":"Apa tujuan yang dimiliki setiap regu dalam permainan sepak bola?","benar":"Memenangkan pertandingan","benar2":"dua","choice":"satu,  Bertahan, dua, Memenangkan pertandingan, tiga, Menyerang"},{
"pertanyaan":"Hukuman apa yang akan didapatkan pemain apabila memegang bola didalam kotak penalti?","benar":"Tendangan penalti","benar2":"tiga","choice":"satu, Tendangan gawang, dua, Tendangan sudut, tiga, Tendangan penalti"},{
"pertanyaan":"Pada tahun berapakah permainan bola basket ditemukan?","benar":"1891","benar2":"tiga","choice":"satu, 1890 delapan, dua, 1980 satu, tiga, 1890 satu"},{
"pertanyaan":"Disebut apakah gerakan memantulkan bola ke lantai dalam bola basket?","benar":"Dribbling","benar2":"tiga","choice":"satu, Jamping, dua, Passing, tiga, Dribbling"},{
"pertanyaan":"Berapakah jumlah pemain setiap tim dalam permainan bola basket?","benar":"5","benar2":"satu","choice":"satu, 5 orang, dua, 7 orang, tiga, 8 orang"},{
"pertanyaan":"Pada permainan bola basket, disebut apakah gerakan melempar dari jarak tertentu dengan tujuan memasukkan bola ke dalam ring?","benar":"Shootting","benar2":"satu","choice":"satu, Syutting, dua, Dribbling, tiga,  Passing"},{
"pertanyaan":"Apa tujuan dari menggiring bola tinggi dalam bola basket?","benar":"Memperlambat permainan","benar2":"dua","choice":"satu, Mengontrol bola di daerah sendiri, dua, Memperlambat permainan, tiga, Mempercepat penyerangan"},{
"pertanyaan":"Apakah tujuan utama permainan bola basket?","benar":"Memasukkan bola ke keranjang sebanyak mungkin","benar2":"tiga","choice":"satu, Persahabatan, dua, Bermain sesuai peraturan, tiga, Memasukkan bola ke keranjang sebanyak mungkin"},{
"pertanyaan":"Apakah yang menjadi penentu keberhasilan tim bola basket dalam pertandingan?","benar":"Keberhasilan dalam menembak bola","benar2":"satu","choice":"satu, Keberhasilan dalam menembak bola, dua,  Melakukan pola permainan yang baik, tiga, Teknik yang sempurna"},{
"pertanyaan":"Teknik menembak apa yang dilakukan oleh pemain dari luar daerah bersyarat lawan dalam bola basket?","benar":"Tembakan dari samping","benar2":"dua","choice":"satu, Tembakan ley yap, dua, Tembakan dari samping, tiga, Tembakan kaiton"},{
"pertanyaan":"Disebut apakah teknik menembak yang didahului dengan melangkah dua langkah dalam bola basket?","benar":"Tembakan lay – up","benar2":"satu","choice":"satu, Tembakan ley yap, dua, Tembakan kaitan, tiga, Tembakan meloncat dengan dua tangan"},{
"pertanyaan":"Pada permainan bola basket, operan depan dada atau ces pass) sangat berguna dalam kondisi apakah?","benar":"Operan jarak pendek","benar2":"tiga","choice":"satu, Operan penyerangan, dua, Operan penjagaan, tiga, Operan jarak pendek"},{
"pertanyaan":"Apakah kegunaan gerakan pivot dalam bola basket?","benar":"Melindungi bola dari sergapan lawan","benar2":"dua","choice":"satu, Melakukan pergerakan yang cepat, dua, Melindungi bola dari sergapan lawan, tiga, Menguasai jalannya permainan"},{
"pertanyaan":"Pada permainan bola basket, apa istilah yang digunakan untuk mendeskripsikan teknik berputar ke segala arah dengan bertumpu pada salah satu kakik pada saat permain menguasai bola ?","benar":"Pivot","benar2":"satu","choice":"satu,  Pivot, dua, syuting, tiga,  Dribbling"},{
"pertanyaan":"Pada permainan bola basket, berapa skor yang didapat dari lemparan bebas?","benar":"1 angka","benar2":"dua","choice":"satu, 3 angka, dua, 1 angka, tiga, 2 angka"},{
"pertanyaan":"Disebut apakah gerakan menembak sambil melayang dalam permainan bola basket?","benar":"Jump shoot","benar2":"dua","choice":"satu, syuting, dua, Jump syot, tiga, Dribbling"},{
"pertanyaan":"Berapa skor yang didapat dari lemparan diluar daerah bersyarat lawan dalam permainan bola basket ?","benar":"3 angka","benar2":"satu","choice":"satu, 3 angka, dua, 2 angka, tiga, 1 angka"},{
"pertanyaan":"Disebut apakah pemain yang bertugas melakukan ribaunnd dan biasanya mempunyai postur tubuh yang tinggi dan besar dalam sebuah tim bola basket?","benar":"Forward","benar2":"dua","choice":"satu, Guard, dua, Forward, tiga, Center"},{
"pertanyaan":"Berdasarkan beberapa pilihan yang akan disebutkan, Manakah yang merupakan tugas utama seorang pemain center dalam bola basket?","benar":"Menjaga darah pertahanan","benar2":"satu","choice":"satu, Menjaga darah pertahanan, dua, Menyusup pertahanan lawan, tiga, Melakukan penyerangan ke ring lawan"},{
"pertanyaan":"Dalam permainan bola basket, Apa maksudnya jika wasit menyilangkan tangan didepan dada?","benar":"Time out wasit","benar2":"satu","choice":"satu, taim out permintaan regu, dua, taim out wasit, tiga, Pergantian pemain"},{
"pertanyaan":"Siapakah pencipta permainan bola basket?","benar":"Dr. James A, Naismith","benar2":"satu","choice":"satu, Dokter James A, Naismith, dua, dokter Luther, tiga, William Ge Morgan"},{
"pertanyaan":"Dalam permainan bola basket, Apa artinya jika wasit mengangkat kedua tangannya ke atas dengan cara menggenggam ?","benar":"Tembakan hukuman","benar2":"dua","choice":"satu, Kesalahan di sengaja, dua, Thembakan hukuman, tiga, Kesalahan teknik"},{
"pertanyaan":"Berapa ukuran panjang dan lebar lapangan bola basket?","benar":"26 m dan 14 m","benar2":"satu","choice":"satu, 26 meter dan 14 meter, dua, 24 meter dan 14 meter, tiga, 14 meter dan 24 meter"},{
"pertanyaan":"Disebut apakah teknik yang digunakan mengoper bola jarak jauh dalam permainan bola basket?","benar":"Baseball pass","benar2":"satu","choice":"satu, Besbol pass, dua, Ces pass, tiga, Bound pass"},{
"pertanyaan":"Organisasi mana yang menaungi permainan bola basket di Indonesia?","benar":"PERBASI","benar2":"dua","choice":"satu, FIFA, dua, PERBASI, tiga, FIBA"},{
"pertanyaan":"Apa warna pakaian yang biasanya digunakan oleh wasit bola basket ?","benar":"Kaos abu-abu","benar2":"tiga","choice":"satu,  Kaos panjang hitam, dua, Kaos putih, tiga, Kaos abu-abu"},{
"pertanyaan":"Apa fungsi gerakan pi vot dalam permainan bola basket?","benar":"Melindungi bola dari rebutan lawan","benar2":"tiga","choice":"satu,  Menembak kering dari jarak dekat, dua, Merebut bola dari lawan, tiga, Melindungi bola dari rebutan lawan"},{
"pertanyaan":"Berapa skor yang didapatkan apabila seorang pemain bola basket menembak bola dari daerah bersyarat?","benar":"2 angka","benar2":"tiga","choice":"satu, 3 angka, dua, 1 angka, tiga, 2 angka"},{
"pertanyaan":"Berapakah skor yang yang didapat ketika bola masuk pada saat lemparan hukuman dalam permainan bola basket?","benar":"1 angka","benar2":"dua","choice":"satu, 3 angka, dua, 1 angka, tiga, 2 angka"},{
"pertanyaan":"Dalam permainan bola basket, disebut apakah gerakan menambahkan syut saat bola muntahan?","benar":"Rebound","benar2":"dua","choice":"satu, Slem dank, dua, Ribaun, tiga, Dank"},{
"pertanyaan":"Apa nama dari Persatuan Basket Internasional?","benar":"FIBA","benar2":"dua","choice":"satu, enbe A, dua, FIBA, tiga, I be, eL"},{
"pertanyaan":"Berapa berat bola basket?","benar":"600 - 650 gram","benar2":"tiga","choice":"satu, 450  sampai 475 gram, dua, 500 sampai 550 gram, tiga, 600 sampai 650 gram"},{
"pertanyaan":"Berapa panjang jaring basket?","benar":"40 cm","benar2":"dua","choice":"satu, 60 senti meter, dua, 40 senti meter, tiga, 50 senti meter"},{
"pertanyaan":"Dalam permainan bola basket, disebut apakah gerakan bergelantung ketika memasukkan bola ke ring?","benar":"Slam dunk","benar2":"dua","choice":"satu, Dank, dua, Slem Dank, tiga, Cest Pass"},{
"pertanyaan":"Dalam bola basket, disebut apakah teknik menangkap bola dari operan?","benar":"Catching","benar2":"dua","choice":"satu, Syu ting, dua, ket ching, tiga, Dribbling"},{
"pertanyaan":" Teknik passing yang dilakukan dengan memantulkan bola basket kebawah ketika berhadapan dengan lawan disebut?","benar":"Bounce pass","benar2":"satu","choice":"satu, Bauns pess, dua, Jevline pess, tiga,  Ces pess"},{
"pertanyaan":"Dalam permainan bulu tangkis, disebut apakah jenis pukulan keras dan tajam untuk mematikan lawan secepat-cepatnya?","benar":"Smash","benar2":"dua","choice":"satu, Draif, dua, Smash, tiga, Lob"},{
"pertanyaan":"Dalam permainan bulu tangkis, Dinamakan apakah jenis pukulan pendek yang dilakukan di depan net dan diarahkan ke depan net daerah lawan?", "benar":"Neting","benar2":"satu","choice":"satu,  Neting, dua, Lob, tiga, Draif"},{
"pertanyaan":"Dalam permainan bulu tangkis, disebut apakaah teknik pukulan menipu yang sifatnya seolah-olah mensmash bola kok dengan kencang padahal pukulan tersebut tidaklah terlalu kencang namun posisinya langsung mengecoh lawan dan mengarah ke sudut bawah?","benar":"Dropshot","benar2":"dua","choice":"satu, Neting, dua, Dropshot, tiga, Draif"},{
"pertanyaan":"Disebut apakah pukulan cepat dan mendatar dalam permainan bulu tangkis?","benar":"Drive","benar2":"tiga","choice":"satu, Neting, dua, Dropshot, tiga, Draif"},{
"pertanyaan":"Disebut apakah jenis pukulan lob dalam permainan bulu tangkis yang dilakukan dari bawah dengan cara memukul syatel kok yang berada di bawah badan dan di lambungkan tinggi ke belakang?","benar":"Underhand lob","benar2":"dua","choice":"satu, Forhend lob, dua, anderhend lob, tiga, Bekhend lob"},{
"pertanyaan":"Dalam permainan bulu tangkis, Disebut apakah jenis pukulan lob yang dilakukan dari atas kepala dengan cara menerbangkan syatel kok melambung ke arah belakang?","benar":"Overhead lob","benar2":"satu","choice":"satu, Overhed lob, dua, Forhend lob, tiga, anderhend lob"},{
"pertanyaan":"Dalam permainan bulu tangkis, Disebut apakah pukulan yang dilakukan pelan dengan perkiraan akan melewati net dan garis terdepan lapangan permainan lawan?","benar":"Service pendek","benar2":"satu","choice":"satu, Service pendek, dua, Service panjang, tiga, Service menengah"},{
"pertanyaan":"Negara manakah yang pertama kali memainkan permainan bulu tangkis moderen?","benar":"Inggris","benar2":"satu","choice":"satu, Inggris, dua, Korea, tiga, Cina"},{
"pertanyaan":"Teknik pukulan permulaan untuk memainkan bola dalam bulu tangkis dinamakan apa?","benar":"Service","benar2":"dua","choice":"satu, Smash, dua, Service, tiga, Lob"},{
"pertanyaan":"Di daerah manakah orang yang melakukan servis dan penerima servis dalam permainan bulu tangkis harus berdiri?","benar":"Wilayah servis","benar2":"dua","choice":"satu, Garis belakang, dua, Wilayah servis, tiga,  Porta kort"},{
"pertanyaan":"Berdasarkan pilihan yang akan disebutkan, pilihan manakah yang bukan termasuk peralatan yang digunakan ketika bertanding permainan bulu tangkis?", "benar":"Tongkat","benar2":"satu","choice":"satu, Tongkat, dua, Raket, tiga, Sepatu"},{
"pertanyaan":"Bagian dari apakah senar dalam bulu tangkis?", "benar":"Raket","benar2":"dua","choice":"satu,  Lapangan, dua,  Raket, tiga, Net"},{
"pertanyaan":"Disebut apakah alat yang digunakan untuk memukul kok dalam permainan bulu tangkis?","benar":"Raket","benar2":"dua","choice":"satu,  Lapangan, dua,  Raket, tiga, Net"},{
"pertanyaan":"Berikut ini yang bukan permainan yang dimainkan dalam babak bulutangkis adalah...","benar":"Triple Pria","benar2":"tiga","choice":"satu, Ganda Campuran, dua, Tunggal Pria, tiga, Tripel Pria"},{
"pertanyaan":"Apakah nama dari organisasi bulutangkis di Indonesia?","benar":"PBSI","benar2":"dua","choice":"satu, persatuan bulu tangkis se indonesia, dua, persatuan bulu tangkis seluruh indonesia, tiga, persatuan bulu tangkis"},{
"pertanyaan":"Puwkulan apa yang digunakan dalam permainan bulutangkis dimana pemain bertujuan menerbangkan kok setinggi mungkin agar mengarah jauh kebelakang garis lapangan?","benar":"Lob","benar2":"satu","choice":"satu, Lob, dua, Draiv, tiga, Smash"},{
"pertanyaan":"Teknik paling dasar dalam permainan bola voli yang wajib dipelajari pemain pemula dinamakan?","benar":"passing","benar2":"dua","choice":"satu, servis, dua, passing, tiga,  blocking"},{
"pertanyaan":"Siapakah pencipta permainan bola voli?","benar":"Wiliam G. Morgan","benar2":"tiga","choice":"satu, Hesley tiy, dua, eM Luther, tiga, Wiliam Gey Morgan"},{
"pertanyaan":"Ada berapa jumlah orang dalam satu tim bola voli?","benar":"6 orang","benar2":"satu","choice":"satu, 6 orang, dua, 7 orang, tiga, 8 orang"},{
"pertanyaan":"Dimanakah permainan bola voli berasal?","benar":"Amerika Serikat","benar2":"satu","choice":"satu, Amerika Serikat, dua,  Inggris , tiga,  Prancis"},{
"pertanyaan":"Dimanakah tempat terben tuk nya, eF I Ve Be? ","benar":"Prancis","benar2":"dua","choice":"satu, Amerika Serikat, dua,  Inggris , tiga,  Prancis"},{
"pertanyaan":"Pemain yang memukul bola ke daerah lawan dalam sebuah pertandingan bola voli disebut?","benar":"spiker","benar2":"dua","choice":"satu, smeser, dua, spai ker, tiga, libeiro"},{
"pertanyaan":"Berapakah ukuran sebuah lapangan bola voli?","benar":"18 m x 9 m","benar2":"tiga","choice":"satu, 20 meter kali 11 meter, dua, 18 meter kali  11 meter, tiga, 18 meter kali 9 meter"},{
"pertanyaan":"Berapakah ukuran area servis pada lapangan bola voli?","benar":"3 meter","benar2":"satu","choice":"satu, 3 meter, dua, 4 meter, tiga, 5 meter"},{
"pertanyaan":"Organisasi bola voli seindonesia dinamakan apa?","benar":"PBVSI","benar2":"satu","choice":"satu, persatuan bola voli seluruh indonesia, dua, persatuan bola voli se indonesia, tiga, persatuan bola voli indonesia"},{
"pertanyaan":"Apa istilah bagi seorang yang mengambil bola rendah dalam sebuah permainan bola voli?","benar":"passing bawah","benar2":"dua","choice":"satu, servis atas, dua, passing bawah, tiga, passing atas"},{
"pertanyaan":"Apa istilah gerakan memukul dengan cepat dan kuat yang dilakukan oleh seoarang pemain bola voli?","benar":"smash","benar2":"satu","choice":"satu, Smash, dua, Service, tiga, Blocking"},{
"pertanyaan":"Disebut apakah sebuah awalan pukulan dalam permainan bola voli?","benar":"service","benar2":"tiga","choice":"satu, passing, dua,  blocking, tiga, Service"},{
"pertanyaan":"Ada berapa poin yang terdapat setiap babak pada sebuah permainan bola voli?","benar":"25 poin","benar2":"tiga","choice":"satu, 23 poin, dua, 24 poin, tiga, 25 poin"},{
"pertanyaan":"Pemain yang melompat setelah bola dilambungkan pada saat melakukan servis bola voli disebut melakukan servis?","benar":"jumping service","benar2":"dua","choice":"satu, Servis bawah, dua, Jamping service, tiga, Servis samping"},{
"pertanyaan":"Pada olahraga renang, Mirip dengan gaya apakah gerakan kaki dan lengan dalam gaya punggung?","benar":"Gaya bebas","benar2":"tiga","choice":"satu, Gaya Dada, dua, Gaya kupu-kupu, tiga, Gaya bebas"},{
"pertanyaan":"Dinamakan apakah gaya renang yang memiliki gerakan seperti terbang?","benar":"Gaya kupu-kupu","benar2":"dua","choice":"satu, Gaya Dada, dua, Gaya kupu-kupu, tiga, Gaya bebas"},{
"pertanyaan":"Lapisan apakah yang melapisi balok start dalam lomba renang yang sekelas dengan olimpyade?","benar":"Antilicin","benar2":"dua","choice":"satu, Plastik, dua, Antilicin, tiga, Phe Ve Ce"},{
"pertanyaan":"Berapakah tinggi balok start dalam olimpiade renang?","benar":"0,5 m - 0,75 dari permukaan air","benar2":"tiga","choice":"satu, 0,5 meter sampai 0,80 dari permukaan air, dua, 0,75 meter sampai 0,75 dari permukaan air, tiga, 0,5 meter sampai 0,75 dari permukaan air"},{
"pertanyaan":"Pada tahun berapakah persatuan renang seluruh Indonesia didirikan?","benar":"21 Maret 1950","benar2":"satu","choice":"satu, 21 Maret 1950, dua, 22 Maret 1953, tiga, 20 Maret 1951"},{
"pertanyaan":"Berapakah ukuran balok start dalam perlombaan olimpiade renang?","benar":"0,5 x 0,5 m","benar2":"tiga","choice":"satu, 0,75 kali 0,75 meter, dua, 0,5 kali 0,75 meter, tiga, 0,5 kali 0,5 meter"},{
"pertanyaan":"Apakah nama Organisasi Persatuan Renang Indonesia?","benar":"PRSI","benar2":"satu","choice":"satu, Peh eR eS I, dua, Phe eS eR I, tiga, Phe eR I "},{
"pertanyaan":"Berikut ini manakah yang tidak termasuk dalam gaya yang digunakan dalam olahraga renang?","benar":"Gaya Batu","benar2":"dua","choice":"satu, Gaya Punggung, dua, Gaya Batu, tiga, Gaya Dada"},{
"pertanyaan":"Berapakah jarak yang dilombakan untuk gaya dada putra dalam olahraga renang?","benar":"100 meter dan 200 meter","benar2":"tiga","choice":"satu, 100 meter dan 300 meter, dua, 100 meter dan 250 meter, tiga, 100 meter dan 200 meter"},{
"pertanyaan":"Apakah nama organisasi persatuan renang dunia?","benar":"FINA","benar2":"satu","choice":"satu, FINA, dua, ef I ende, tiga, AIBA"},{
"pertanyaan":"Pada lomba renang gaya ganti estafet untuk nomor 4 kali 100 meter, berapakah jumlah anggota dalam satu regu?","benar":"4 pemain","benar2":"dua","choice":"satu, 3 pemain, dua, em phat pemain, tiga, 5 pemain"},{
"pertanyaan":"Berapakah jarak yang dilombakan pada olimpiade re nang untuk gaya dada?","benar":"100 meter dan 200 meter","benar2":"satu","choice":"satu, 100 meter dan 200 meter, dua, 150 meter dan 200 meter, tiga, 200 meter dan 175 meter"},{
"pertanyaan":"Perenang gaya apakah yang menurut Federasi Internasional bergerak lambat?","benar":"Punggung","benar2":"tiga","choice":"satu, Bebas, dua, Dada, tiga, Punggung"},{
"pertanyaan":"Bagaimana posisi awalan dalam berenang?","benar":"Kaki menempel pada dinding kolam renang","benar2":"tiga","choice":"satu, Perenang meloncat dari blok start, dua, Perenang meloncat dari papan loncat, tiga, Kaki menempel pada dinding kolam renang"},{
"pertanyaan":"Bahan apakah yang dianjurkan sebagai bahan pakaian renang?","benar":"Karet","benar2":"satu","choice":"satu, Karet, dua, Kaus, tiga, Sutra"},{
"pertanyaan":"Berapa jarak lintas renang terpendek?","benar":"25 meter","benar2":"tiga","choice":"satu, 0,25 meter, dua, 22,5 meter, tiga, 25 meter"},{
"pertanyaan":"Organisasi manakah yang menjadi induk organisasi loncat indah dunia?","benar":"FINA","benar2":"satu","choice":"satu, FINA, dua, FIA, tiga, A T Pe"},{
"pertanyaan":"Organisasi manakah yang menjadi induk organisasi loncat indah di Indonesia?","benar":"PRSI","benar2":"dua","choice":"satu, Phe Be eS I, dua, Phe eR eS I, tiga, Phe eS eS I"},{
"pertanyaan":"Perlengkapan apa yang tidak boleh dikenakan dalam perlombaan renang?","benar":"Pelampung renang","benar2":"dua","choice":"satu, Si rip, dua, pe lampung renang, tiga, Topi renang"},{
"pertanyaan":"Pada tahun berapakah nomor renang putri dilombakan?","benar":"1912","benar2":"satu","choice":"satu, 1912, dua, 1913, tiga, 1914"}]